[
    {
        "name": "Reikos",
        "description": "This formerly peaceful stretch of the Couros river was also home to pleasure gardens, parks and country estates. Reikos is composed of sweeping plains with occasional patches of decidious woodland or raised elevation. The only major woodlands outside of the Great Forest of Peytaht is Broken Ride, while only the south-eastern downs around Chalcis Mount really count as being hills.\n\nThe wealth of Reikos traditionally came from four places. Firstly, the Vigilant Swan and the Great Forest at Reikos produced quality stone and wood respectively, as well as highly sought after white granite and weirwood. Second, the Gardens of Chalcis produced herbs sold all over the Empire. Third, the wide roads helped connect the Navarr in Therunin and the Urizen in Morrow with the rest of the Empire and several towns grew up to cater to the needs of merchants and pilgrims. Fourth, the beauty of Reikos itself made the territory wealthy - the great gardens, sweeping estates and peaceful surroundings made it a favourite place for Imperial citizens from across the Empire to convalesce after illness, or to spend time away for the cares of everyday life.\n\nThe downfall of Reikos came from it's border with the Great Forest of Peytaht. At its edges, the Great Forest is an abundant source of lumber but, it's heart is wild and untamed. The long border with the dark forest was notoriously hard to defend, despite the efforts of vigilant chapters such as the the Grey Watchers of Peytaht, but at least the forest was equally hostile to human and orc alike. When the Druj barbarians launched a surprise attack through the forest in 367YE, the Highborn were woefully unprepared for it. Those chapters on the edge of the forest that did not retreat were overwhelmed in the first few months of the attack.\n\nRecovering Reikos is an important goal for many Highborn chapters. Several, such as the (now-Bastion based) Shattered Tower; the Unbound Chapter (now in exile in Casinea), the Cantiarch's Hold, Stone Vigil, Reumah's Reoubt or the Lux Reikos have their foundations here, while others such as The Unrelenting have formed specifically to ensure that Reikos is recovered. They will not rest until the Druj are driven out, Reikos is restored, the gardens re-planted, and the bells set up on high so that the sacrifice of the defenders of Highguard will never be forgotten.",
        "nation":"Highguard"
    },
    {
        "name": "Broceliande",
        "description": "Lush Brocéliande, on the border between Dawn and Highguard, is considered by the Navarr as ancestral homeland and is the single largest forested expanse in the Empire. This is where Navarr and Thorn first danced. The Navarr have been unable to make any significant gains in this territory against the Vallorn, and there is limited Navarr presence here.",
        "nation":"Navarr"
    },
    {
        "name": "Astolat",
        "description": "Central, well defended, civilized and beautiful, Astolat is the heartland of the nation. It is famous for its rose gardens, and the offering of a single Astolat rose is considered the perfect gift of true love (as in the Dawnish song The Rose Garden). In the north of Astolat, the majestic granite mountains are rich in ore, but occasionally threatened by their proximity to the wild forests which shelter beasts, barbarians and bandits.",
        "nation":"Dawn"
    },
    {
        "name": "Weirwater",
        "description": "The craggy hills of Weirwater are home of many weavers, and the noble houses here seem to have more than their fair share of witches. The territory itself is scattered with deep forests, maintained untouched by the noble houses and inhabited by Eternal Heralds, exotic beasts and an abundance of rare herbs. The caves of Weirwater have a dark reputation with the people of Dawn, and are said to contain mysterious magics.\n\nLegend has it that long ago the Earl of Sedaret pursued a crusade against several cabals of weavers who refused to recognise her authority. At the height of a great banquet, thrown by the Earl to celebrate her apparent victory over the weavers, a great bell began to toll and the castle and its surrounding village was drowned beneath great waves and unrelenting rain. It is said by the people of Culwich that on Winter nights of the new moon when the sky is clear one can still hear bells ringing in the depths of the great lake, and see lights that are said to be those of the drowned Earl and her noble household, still celebrating in the depths.",
        "nation":"Dawn"
    },
    {
        "name": "Mitwold",
        "description": "More than in Upwold or Bregasland, the households of Mitwold engage in feuding and bitter rivalry. The closer two households are to one another in Mitwold, the more likely it is that they are engaged in a bitter feud. This is also the territory where many of the best known ball games are played, and it is a regular occurence for some dispute to be settled by a savage game of rugby, football or rounders.\n\nMitwold's substantial coast, populated by small fishing villages along the shore, gives way to fertile chalk-soiled downs further inland, with rich game-filled woodland and larger farms and market towns beyond. There's gold in the soil of the north-western portion of the nation; the gold of summer's harvest.",
        "nation":"The Marches"
    },
    {
        "name": "Semmerholm",
        "description": "Semmerholm became part of the Empire in 52YE during the reign of Empress Richilde, following a protracted campaign against a tribe of especially vicious barbarian orcs. The tribe, whose name is now lost to antiquity, were exterminated during the war of conquest, finally forced back to their stronghold in Ulvenholme and destroyed after a terrible siege.\n\nIt was from Semmerholm that the Dawnish planned their campaign against the burghers of pre-League Holberg, who engaged in a variety of innovative and underhand strategies to keep the Imperial forces off-balance as well as launching regular attacks into Dawnish territory. In the centuries since, relations between the people of Holberg and those of Semmerholm have mellowed extensively - prior to the invasion of the Druj a great deal of trade passed through the great stone Gate set into the southwestern peaks.\n\nSemmerholm produces a major share of the nation's food, for all that it is closely surrounded by thick and dangerous forests. The dark woodlands are home to vicious beasts, including boars, lions and bears as well as several species of drake and a few rare dire beasts. Hunting is a regular pastime for nobles and yeomen alike, and helps encourage a perception of the people of Semmerholm as being a little \"wilder\" than the average Dawnishfolk.\n\nThere are several well-built castles here at various strategic points along the border, protecting Semmerholm from the barbarians of the The Barrens and Holberg. The people for Semmerholm have long felt responsible for holding the borders against the savage tide and this responsibility tends to weigh particularly heavily on the head of the Semmerholm senator. If they fail at their task, this will be the first land lost to the barbarians in Dawnish history.",
        "nation":"Dawn"
    },
    {
        "name": "Temeschwar",
        "description": "Temeschwar was once part of wild Varushka, but it joined the Empire alongside Sarvos and Tassato, when the League was formed. Citizens of Temeschwar commonly make an effort to be as flamboyant as their southern fellows, but their dress is inevitably more practical, to accommodate the harsh northern weather. They are tradtionally more brutally pragmatic than those who live on the bay. It is a foothold of trade to Varushka, Wintermark and nearby Dawn. Trading in raw materials and crafted goods, especially weapons and armour, it is seen by many as the merchant capital of the northern lands.\n\nDespite its good relations with Varushka, Temeschwar has always suffered somewhat from being distant from Sarvos and Tassato whose close proximity made them the natural heart of the League. Temeschwar may well be the richest of all the cities of the League, but it can never quite shake the fear that it is not as good as the others. This anxiety is just part of what drives the Temeschwari to be so competitive and so ruthless. Temeschwari strive to work that bit longer and that bit harder than anyone else in the League. If a Sarvossian closes their shop at sunset, their Temeschwari neighbour will light a pair of lanterns and keep trading for another hour.\n\nNot all relations with Varushka are good, however. There is still some bad blood between those of old Varushkan stock in Temeschwar and the citizens of Karov#Delev Delev in Karov. When Temeschwar joined the Empire it attempted to prove that it had legitimate ownership of the Eternal Shafts of Time, a rich mithril mine on the border between the two territories. There are still plays and theatrical adaptations that revolve around the underhand, ruthless way the boyar of Delev \"stole\" the mine from under the noses of the Temeschwari, and relations between some Delev traders and and some citizens of Temeschwar are chilly to this day - especially in the rare cases where there is some distant blood connection between the two.\n\nThe Temeschwari are not just the most competitive people in the League, they also have a well deserved reputation as the most ruthless. In the years before the creation of the Empire, the city was plagued by gangs of thieves and assassins who operated with open impunity despite the best efforts of the boyar, Ratibor. Thousands of inhabitants were linked with the different gangs who used tattoos to mark membership and enforce loyalty.\n\nIn the end Ratibor hired a force of Varushkan mercenaries and brought them in secret into the city during the depths of winter. In the notorious night of a thousand torches (named for the torches the soldiers carried to light their way) every inhabitant of the city was turned out of their beds, stripped and searched for marks. Anyone with a tattoo on their body was given a few minutes to collect their belongings before being forced from the city into the frozen snows beyond the walls. A few managed to bribe their way past the search but most were given over to the winter and were never seen again. The act was one of monstrous brutality, but it established the power of Ratibor as boyar and broke the power of the criminal gangs forever.\n\nThe Temeschwari wear their reputation for cold, hard dealing with pride. They view themselves as the strongest people in the League, combining the ambition and drive of the south with the strength and determination of the north. Physical as well as mental strength is prized here - Temeschwari bravos are as likely to favour the axe as the rapier - and her free companies have a reputation for toughness, as soldiers and as people. Most Temeschwari free companies are careful not to break the rules for they know the magistrates watch them carefully - but they will do almost anything required to win short of this. You can find many things in Temeschwar, it is said, but you will not find a scruple though you search the city from sunrise to sunset.",
        "nation":"The League"
    },
    {
        "name": "Upwold",
        "description": "The quick-growing silver birch woods on the eastern borders of Upwold are the source of a deal of income. Charcoal-burners live there, turning wood into easily transportable fuel for smith and hearth alike. The bark of those trees is used in the tanning industry, to cure the hides of the cattle that graze on the river pastures. It's one of the few areas where anything other than beer is drunk - a drink made of the sap of the birch trees that warms their hearts in the cold winter nights but brings strange dreams. The people who live up here have closer links to the Navarr than many in the Marches, and more need for Beaters than most.\n\nThrough the dark heart of those woods are paths no Marcher treads. From these secret ways come the painted Feni - uncivillised raiders, thieves, and rustlers who raid and steal from isolated settlements. To the north-west, cousins to these forests decay into the marshes that form the southern border of Kallavesa in Wintermark.",
        "nation":"The Marches"
    },
    {
        "name": "Karov",
        "description": "The rich heartland of the nation, and the wealthiest territory in terms of timber and amber, this is where most outsiders think of when Varushka is mentioned. The vales here exist among rich forests, where they have not been cleared to make way for small farms. Karov has the largest towns in Varushka, and the majority of its boyars come from this relatively civilised territory. A great deal of trade happens in Karov, with wagon trains and river barges carrying raw materials south to Temeschwar or Weirwater and north to more isolated valleys who are in need.\n\nDespite its settled nature, it would be a mistake to think the land is entirely tamed and great tracts of wilderness still remain, often home to particularly malignant – if quiescent – sovereigns. These creatures awaken or emerge from time to time with often tragic consequences - so the wise ones take care to ensure each generation remembers the warning stories about creatures whose last depredations may have been in the times of their grandparents or great-grandparents.\n\nKarov was one of the first places settled by the Vard during their early conflict with the Ushka. They ruthlessly cleared areas of forests to build their settlements and some of the oldest towns show clear influence of their shared heritage with the Steinr of Wintermark, especially in the west. Indeed, there are several old battlefields in western Karov where Vard and Stienr, and later Varushkan and Wintermark, clashed in the distant past long before the foundation of the Empire. A number of very old tales from Karov include two siblings who romance a stranger; the former represent Vard and Steinr, the latter the Ushka. Invariably the elder sibling wins the affection of the stranger, and the younger angrily retreats to the west. This is a highly stylised and historically dubious version of the founding of Varushka, but it is popular nonetheless.\n\nOn the whole, the folk of Karov enjoy many of the finer things in life - good food, good drink and regular festivals. Many towns and villages in Karov employ Stzena, local musicians who perform at local civic events and celebrations; there are several vales here dedicated specifically to the training of Stzena, and recording and preserving the music and songs of the Varushkan people.",
        "nation":"Varushka"
    },
    {
        "name": "Hercynia",
        "description": "Ice-bound northern Hercynia is a forest territory entirely contained in the Nation of Wintermark, situated in the Great Vale, a bowl of mountains that surround both Hercynia and Skarsind. It is an inhospitable place, but where the Trods flow so the Navarr travel. Over the centuries, the Navarr have made slow but steady inroads here, reclaiming much of the forest from the particularly malicious Vallorn that dwells within it.",
        "nation":"Navarr"
    },
    {
        "name": "Kahraman",
        "description": "The mountains of Kahraman rise from the great grasslands of Soroche to the south and the Mournwold to the north. It's a treacherous land of broken rock and barren mountainside. Fast-flowing streams spill down deep jagged-edged valleys. There's precious little in the way of vegetation, only scrub that clings to the slopes. However, there are riches in the mountains; here the Freeborn find precious bametals and minerals, often as sediment lying in the streambeds. Scattered settlements shelter in the valleys, with the remains of stone fortresses and watchtowers decaying on the heights above, remnants from the days before Empire when the Freeborn warred with the Marches.\n\nTo the south of the mountains of Kahraman lie sweeping grass plains, a seemingly desolate landscape dotted with strange rock formations shaped by the wind. Here the Freeborn graze the bulk of their herds of goats and sheep. The wind from the west, the Delés, is constant and bitingly cold at night. As a result, for shelter, Freeborn communities settle in bowl-shaped depressions cut from the earth, their tents sunk below the plains surface.\n\nThe families of Kahraman have a somewhat undeserved reputation for being quarrelsome; as a response, the Freeborn established the post of Dhomiro of the Cinnabar Hills to help mediate their disputes and to encourage trade between the sometimes quite isolated settlements here. The Dhomiro is an Imperial title that is appointed each Autumn by Freeborn citizens who control fleet personal resources.",
        "nation":"The Brass Coast"
    },
    {
        "name": "Sarvos",
        "description": "Sarvos is constructed on an island just off the coast, like a beacon of light in the water. It bis the cultural centre of the League, and arguably the whole Empire. It takes its common epithet from the many mirrors found upon the roofs of the city, said to \"sparkle like gems\" during the day. Folk legend suggests that if the mirrors are shattered the city will surely fall, and for this reason some citizens carry a mirror about their person, an affectation that encourages unfair accusations of vanity.\n\nSarvos is as driven as any city in the League, but art is its true passion. They claim to have invented theatre, a ludicrous claim but believable in a city graced with so many theatre-houses. They are certainly the originators of the magician troupes that are now commonplace throughout the League and they are usually the centre of League performance magic. Not just theatre is popular however; there are rival opera houses whose bitter divisions are every bit as keen as those of the leading theatre troupes. Several wealthy merchant princes have endowed their collections of art on the city and there are public galleries where the most beautiful pictures and sculptures can be viewed in exchange for a ring or two.\n\nThe land around the Bay of Catazar is lush and fertile, with low flood-plains; olive farms and prime grazing lands fed by the waters of four rivers: the lazy Couros that flows along the border of Highguard and Urizen; the flighty Scorrero, whose capricious nature has drowned many an unwary river captain on its course through the Brass Coast; the broad-banked Gancio, solid and well-defended; and the furious Vassa that flows down through Tassato. The four rivers are central characters in the art and folklore of the city. All the classic literature and theatre includes them in one form or another, whether as central characters or “clowns” during the interludes. A popular game between playwrights and critics is to conceal the characters in some way and challenge the critic to locate them.\n\nArt in all forms is held in high regard, Sarvos is famous for its architecture, but it is also a byword for excellent food, and every bar, street vendor and hostelry prides itself on providing its own speciality snack: perhaps a particular way of spicing ham, or salting and smoking beef, or an excellent dipping sauce for vegetables. It is said that an epicure can dine out every night of their life in Sarvos and never eat the same meal twice.\n\nCramped streets flow between soaring towers, choked with merchants, tradesmen and students. It is the site of Diora University, a prominent seat of learning that specialises in researching obscure topics for money. Here can also be found Capodomus Cathedral, one of the largest religious structures in the Empire, a towering monument encrusted with precious materials and objets d’art.\n\nOn the south side of Sarvos are the drowned streets of Caricomare – a shattered ruin, waist-deep in water at its highest points and submerged entirely in others. Thirty years ago, it was a prosperous suburb of Sarvos. One night, however, a great storm came out of nowhere and the river burst its banks. The route of the river changed overnight and a mighty wave washed away the foundations of many buildings. In a single night, Carciomare was ruined – buildings were toppled and the streets filled with saltwater. The repairs were considered too costly and the floods created a displaced populace, compounding the overcrowding in the city. Caricomare today is an abandoned, dangerous place, a maze of flooded streets and waterlogged buildings, but it is said that riches can still be found in the depths, for those brave enough to investigate.",
        "nation":"The League"
    },
    {
        "name": "Kallavesa",
        "description": "This is the ancestral home of the Kallavesi, a land of cold stagnant bogs. The land changes through the seasons, but always has a feeling of brooding stillness. In the warmer months it is a boggy marsh cut through with streams and fjords. In the winter the waterways freeze over and the whole land is covered with frost and snow. The marsh serves as the national graveyard and this is a place of ancient secrets and mysticism. The stories of the mystics say that in ancient times a flight of crows flew over the marshes scattering feathers into the waters below. Where each feather landed, a Kallavesi emerged from the marshes.\n\nIt is a mournful land, but a beautiful one. Thanes' halls are traditionally constructed entirely from wood here and those built in marshy areas are raised up on stilts. Many halls in Kallavesa are built around sacred places or places with a magical reputation. There are not believed to be any troll ruins in Kallavesa; while stories occasionally speak of shattered halls buried beneath the Rhundal Marsh, these tales are considered largely fanciful or allegorical.\n\nParts of Kallavesa, especially the West Marsh have a reputation for being haunted. Not only are the marshes where the honoured dead of Wintermark are interred, they have also seen regular battles through the ages. Several vicious battlefields lie drowned beneath the boggy marshes; the Jotun have raided across the narrow sea from Kallsea since time-out-of-mind; in pre-Imperial centuries there were irregular border skirmishes across the southern borders - first with with the the orcs who dwelt where Bregasland and Mitwold lie today, later with Marchers who displaced them. Orc and human dead alike lie in the deep pools of the western and southern marshes, and they do not always lie still.\n\nKallavesa is rich to many fine herb gardens. Perhaps as a consequence of the many battlefields buried beneath the marshes, the territory is known for the quality of the bladeroot that grows here. The Kallavesi themselves are acknowledged experts in the use of herbs - the Infusions of Feathers were first developed here in the Wittal Groves and later shared with apothecaries from across the Empire.\n\nThe Senator for Kallavesa is appointed by the Kallavesi during the Winter Solstice, and is almost invariably of Kallavesi stock.",
        "nation":"Wintermark"
    },
    {
        "name": "Zenith",
        "description": "The mountains of Zenith are the tallest in the nation, and perhaps the Empire, and the air here is still and cold. The spires tend towards the contemplative, the night sky is rarely concealed by clouds making the territory perfect for stargazers. Many religious thinkers and philosophers also reside in Zenith, where they claim that the rarefied air helps them maintain a sense of detachment and clarity.\n\nZenith is well known for its abundant magical auras and many spires have experimented with arrays of metal mirrors that focus the light of the sun into internal chambers to try enhance the production of magical crystals. Zenith also has some of the most beautiful waterfalls in the Nation, with apparently bottomless mountain lakes providing succulent fish to supplement the diet of the inhabitants.\n\nThe shores of these two lakes were once regarded as a fortuitous place to marry for the success of the new family, and although modern Urizen have put such petty superstitions behind them, it is still considered a harmless tradition to eat fish from the Bountiful Autumn Lakes at a wedding, or to present them (fresh or cooked) as gifts.",
        "nation":"Urizen"
    },
    {
        "name": "Miaren",
        "description": "In the south is Miaren, a forest of golden trees and fair winds, that lies on the border between Dawn and the Marches. In the early years of the Empire the Vallorn at Miaren was completely destroyed and at the heart of the forest the ruins of the city Seren reclaimed, to be slowly rebuilt. It is now considered the heartland of the Navarr nation, and a symbol of what can be achieved.",
        "nation":"Navarr"
    },
    {
        "name": "Karsk",
        "description": "This has always been a war-torn land. The scene of many vicious battles against the barbarians since before Varushka joined the Empire, it is scattered with fortresses, battlefields and ruins. It has an accursed reputation, and many stories refer to the \"bloated crows of Karsk, grown fat from human flesh and suffering.\" At one time this territory was home to numerous merchant boyars who became rich capturing and enslaving orcs to work in the mines of Volodmartz. When the Imperial orcs joined the Empire and it became illegal to keep orcish slaves, the senator for Karsk was brutally murdered during a meeting with a dozen now-ruined Karsk boyars.",
        "nation":"Varushka"
    },
    {
        "name": "Mournwold",
        "description": "This desolate land was known as the Mourn even before its final fall to the barbarian hordes in 349AE. Originally the name referred to the sound of the wind in the trees and across the craggy hills. Now it seems a more fitting name for the loss which Marcher folk feels at the March's passing. The conquest of Mournwold is fresh in the hearts and memories of many Marchers.",
        "nation":"The Marches"
    },
    {
        "name": "Hahnmark",
        "description": "The territory of Hahnmark is spread along a series of treacherous mountain passes, the rolling foothills beneath and the wide plains that stretch toward Sermersuaq and Kallavesa. In ancient times was the centre of the troll kingdom, but today is considered the ancestral homeland of the Steinr in Wintermark. The other passes through the mountains are likewise protected by fortified halls, preventing access to the rolling hills that drop down towards fertile plains.\n\nIn the oldest days, before the coming of the Steinr, Hahnmark has the heart of the troll kingdoms and it was here that the three peoples first came together to oppose their enemies, and to create the union that has made their people the strongest in the world. The peaks of eastern Hahnmark are scattered with relics from the troll kingdom, mostly ruined and empty, or haunted by malignant spirits who hate the people of the lowlands with an endless, frigid spite. The higher peaks are avoided by sensible folk as a consequence.\n\nHahnmark is a rugged land, like the people who call it home. A slight majority of the population are Steinr, but as always there is a nearly equal presence of Suaq and Kallavesi people in it's prosperous halls. The people of the rolling hills enjoy a high level of prosperity, their wealth coming from trade with other Imperial nations; from the mines and farms of the mountains and the flatlands; and from the strong sword-arms of it's warriors.\n\nThe Senator for Hahnmark is appointed by the Steinr during the Autumn equinox, and is almost invariably from Steinr stock.",
        "nation":"Wintermark"
    },
    {
        "name": "Madruga",
        "description": "Madruga of the Jewelled Isles is the easternmost territory of the Brass Coast, running from the Kahraman mountains down to the Bay of Catazar. Down the coast of Madruga and Feroz the corsairs and merchantmen raise their sails, running goods to Bastion and Sarvos, trading with foreign powers, and fighting off barbarian incursions.",
        "nation":"The Brass Coast"
    },
    {
        "name": "Feroz",
        "description": "Feroz is the southernmost territory of the Brass Coast, and like Madruga has both isles and coastline. Here the climate is warm and humid, perfect for the cultivation of different plants. This is the home of the fabulous spice gardens of Feroz, a source of great revenue for the people of this territory. The seas are more treacherous here, and to the south and the west the barbarians constantly threaten by land. As a result many armed merchantmen patrol the seas, and groups of young warriors journey along the borders and into lost Segura, fighting skirmishes with the ever-encroaching foes.\n\nThe Vizier of the Incarnadine Satchel is often quite active in Feroz, occasionally dealing with agents of the Spice Gardens or traders from the Jewelled Isles. The Vizier is an Imperial title that is appointed each Spring by Freeborn citizens who control fleet personal resources.",
        "nation":"The Brass Coast"
    },
    {
        "name": "Segura",
        "description": "Like southern Kahraman, it is a land of rolling grass plains where great herds once grazed. Scattered with villages and lonely ranches, it was famous for it's windswept grandeur and occasionally stark beauty. It's wealth came in part from the farms and herds, and in part from the cunning of it's merchants. Segura was once a centre of trade for the Freeborn with Faraden to the west and the Iron Confederacy to the south. In Anduz, the Freeborn rubbed shoulders with the traders of these nations, and acted as a trade gateway for the Empire.\n\nThe grasslands were no stranger to violence; on at least two occasions, armies from the Iron Confederacy pushed across Imperial borders and attempted to stage an invasion. In pre-Imperial times, there were occasional tragic border skirmishes with the Faraden. For the most part, however, the buffer provided by the Lasombrian Hills to the south and west meant that foreign armies rarely had the stomach for protracted campaigns. For most of the last two centuries, Segura was a centre of trade rather than conflict. The Freeborn prospered in the certain knowledge that their way of life was secure ... until the barbarian tribes of the Lasombrian Hills put aside their differences and sent a great army sweeping down to burn and pillage the plains of Segura.",
        "nation":"The Brass Coast"
    },
    {
        "name": "Liathaven",
        "description": "Liathaven is the ancient western forest between the Freeborn mountains of Kahraman and Bregasland of the Marches. Even in the time of Terunael, the forest was old. There are immense trees in parts of Liathaven that are believed to be thousands of years old, and parts of the forest that even today have seen only a handful of humans pass through them. Liathaven itself is only a spur of a much larger forest that stretches hundreds of miles to the west; a great wood that served as a natural boundary between the jotun barbarians in the north and the Faraden foreigners in the south.\n\nThe wildlife of Liathaven likewise tends to be larger than normal, with forest lions and dire beasts (especially bears, wolves and stags) being comparatively common compared to other parts of the Empire. The weather in Liathaven is changable, and the territory is known for it's heavy storms and strong winds, caught as it is between the temperate Marches and the warmer Brass Coast to the south.\n\nMost parts of Liathaven have been well-settled by the Navarr - those few Terunael ruins that have not been incorporated into steadings have mostly been studied by scholars and archaeologists - but occasionally a hitherto overlooked structure will be found, wreathed in vines or buried under centuries of undergrowth. The richest new ruins are found along the borders of the Vallorn-infested regions of Liath's Heart and Westwood, of course.",
        "nation":"Navarr"
    },
    {
        "name": "Bregasland",
        "description": "Sandwiched between the barbarian-held woods of Liathaven and the sea lies Bregasland, an area comprising partially of fenland leading to the coast. Home to “Bregas” (fenlanders), this is a place of small islands of abundantly fertile soil, surrounded by seemingly endless marshes where eels are caught. There are several households here made up entirely of merrow, and several settlements populated by people who have been shunned but cannot bring themselves to leave the Marches.\n\nBregasland is home to partially sunken ruins, including several stone circles that pre-date Marcher possession of the land. For some reason the marshwalkers that are comparatively common in the marshes tend to leave these ruined structures alone. It is also home to dangerous man-eating lizards, giant insects, flesh-eating plants, bottomless bogs and strange lights that seek to lure the incautious into deadly situations. Those who explore the depths of the marshes here sometimes disappear without trace ...",
        "nation":"The Marches"
    },
    {
        "name": "Redoubt",
        "description": "Redoubt is the smallest of the three Urizen territories and the wildest. The peaks are lower here and many spires are actually built in the foothills. The lowlands are quite dangerous, being inhabited by several bandit tribes of orcs and barely a year goes by without a nest of trolls or a den of drakes becoming a nuisance. Unsurprisingly, there are many citadels here and a strong martial tradition, but this is also a territory that produces more than its fair share of zoologists and botanists. These natural philosophers are sometimes blamed for the more esoteric animals and plants found here, and the occasional mutated hybrid horror that appears here is often a sign that a magician is straying dangerously close to insanity. This territory is regularly troubled by the attentions of small packs of trogoni.",
        "nation":"Urizen"
    },
    {
        "name": "Spiral",
        "description": "The Urizen lived in Spiral long before there was an Empire, but even then it was isolated. The main thrust of pre-Imperial Urizen settlement was in Morrow to the north, and the two territories were connected by a tenuous \"bridge\" of spires stretching across Zenith. Even then, the place had a haunted reputation. At some point in the distant past, powerful magic was worked here and the echoes of that magic occasionally caused trouble for the Urizen in their mountain fastnesses.\n\nAt the heart of the territory is the Black Plateau, great plateau of volcanic glass with a dire reputation. Artefacts from the Black Plateau are often considered haunted or touched by malign evil, and are generally destroyed when they are encountered.",
        "nation":"Urizen"
    },
    {
        "name": "Necropolis",
        "description": "The first Highborn settled along the coast of the Bay of Catazarr here, and some of the oldest post-Terunael human structure are found here. In some ways, it is the spiritual centre of the Highguard nation and - to a degree - of the Empire.",
        "nation":"Highguard"
    },
    {
        "name": "Sermersuaq",
        "description": "Sermersuaq is the ancestral home of the Suaq people. The forests and tundra of this territory are rich with animal life that sustains the Winterfolk, ranging from great furred beasts to small game and hunting birds. The northern waters are home to seals and penguins, and full of fish and whales. As one travels further north, the land becomes colder and colder until a traveller comes to transient ice floes that mark the the farthest extent of the land claimed by the Winterfolk. This fertile territory is under constant threat from both the Thule and the Jotun whose hunting parties also seek to exploit the profusion of life here, regularly engaging in skirmishes with the Winterfolk who live here.\n\nSermersuaq is notable for the interconnected freshwater lakes of Lansipari, Ittanpari, Atkonaroq, Sarda, Rikkivesi and the Eastern Floes. Deep and frigid, often dotted with chunks of floating ice in the coldest winters, perhaps half the area of Sermersuaq is made up of these frigid \"inland seas.\" these massive waterways teem with fish and are said to be connected to each other by flooded underground passages and the lakes on Kallavesa and Hahnmark. Old stories speak of the lakes being \"carved by mountains\" in some fashion. There are many halls built along the shores of the lake who prosper through fishing and occasionally trading across the cool waters.\n\nThe territory takes its name from the legendary figure of Sermersuaq. Sermersuaq was said to be so powerful that she could balance a kayak on the tips of three fingers, and kill a seal just by rapping it on the head with her knuckles. According to legend, Sermersuaq rode out heavily pregnant from Sydanjaa on a mammoth. She gave birth to one thousand children, half of whom drowned themselves and returned as seals to provide food for the others. Some say Sermersuaq was an Eternal and that all the Suaq share a trace of her bloodline, others argue she is an allegory for the enduring and tenacious spirit of the Winterfolk.\n\nBeyond the ice floes is the wasteland of Tsirku, where the ground is permanently covered in snow. The landscape is far from flat, there are ice plateaus pock-marked with crevasses and areas where the ice is rent apart giving way to cold salty lakes. Here rages the eternal ice-storm Sydanjaa, a roaring blizzard that blows all year round and from whose depths no traveller has ever returned.\n\nThe Senator for Sermersuaq is appointed by the Suaq during the Summer solstice, and is almost invariably from Suaq stock.",
        "nation":"Wintermark"
    },
    {
        "name": "Bastion",
        "description": "Bastion is the heart of the Highborn nation. The beautiful rolling plains are dotted with woodlands and carefully maintained parks, and with great stone chapterhouses that date back to the first years of the Revalation.",
        "nation":"Highguard"
    },
    {
        "name": "Tassato",
        "description": "Peering at each other across the fast-flowing Vassa, Tassato is called the Twin City or the Split City. Providing the only easy way to cross the wide and dangerous river, Tassato is a city divided against itself. Tassato was originally two towns, Mestra and Regario, named for the feuding siblings who historically founded them on either bank of the Vassa. Over time, both towns grew on each bank and the river formed a natural boundary between them. Attempts to build bridges between the cities have always foundered and the people rely on boats and barges to cross the river.\n\nThe western part of the city is called Tassato Mestra, and the eastern is Tassato Regario. The people on either side of the river are historically rivals, and that historical rivallry occasionally boils up into open conflict. The two cities were unified under the control of Anabela di Regario, a merchant prince who ruled over a century before the creation of the Empire. Anabela was forced to contend with the constant rivalry between the two cities, open battles in the streets between bravos was causing widespread lawlessness and in the end the prince declared a ban on the open carrying of weapons. The ban had the desired effect, damping down the bloodshed although and the rivalry was slowly transformed to verbal banter between the two sides. The ban endured until Tassato joined the Empire and in that time the people became famous for their wordplay, launching quips and insults at each other like arrows.\n\nToday Tassato enjoys an unrivalled reputation as a city where the spoken word is an art-form. Tassatans take a delight in layered meanings, subtexts and unspoken communication. The city has provided several senators famous for their brilliant oratory and representatives from the city are usually regarded as the finest diplomats in the Empire. Of all the people of the League, Tassatans are most likely to view life as a game and they are notorious for their love of intrigue, not just for the sake of advancement but for the sheer pleasure to be had thereby. They regard cunning diplomacy more highly than armed conflict, not because they are peace-loving, but instead because they regard words as a more effective tool than weapons in destroying their enemies - better to set enemies against enemies than to face them yourself. Manipulation is high art here - no surprise that the first and the finest mountebanks hail from Tassato.\n\nTassato Mestra is famous both for its boatyards - it is the primary source of the riverboats that ply their trade from Sarvos deep into Dawn - and for the boldness of its brothels. The west bank of the river is almost entirely given over to a gaudy display of brazenness, the so-called Street of Pleasures where anyone with the purse for it can buy company, narcotics and other goods of dubious virtue. The east part of the city, Tassato Regario, is best known for its workshops and magicians. According to legend, the printing press was designed in Tassato Regario and the first presses were employed here printing religious tracts, scholarly treatises and political manifestos.\n\nIn the centre of the Vassa towers the Imperial Mint where Imperial coinage is produced. While the fortified building itself is operated by the civil service, its protection falls to the people of the League, and the Master of the Imperial Mint is an important title among its citizens.\n\nCitizens of Tassato generally refer to Regario and Mestra as seperate places, while everyone else refers to them as wards or parts of the same city.",
        "nation":"The League"
    },
    {
        "name": "Skarsind",
        "description": "Skarsind is a place of alpine slopes and valleys, pine forests and rising mists, set in what's known as the Great Vale, a bowl of mountains that holds both Skarsind and the forest of Hercynia. Gildenheim in the east was the second largest settlement in Wintermark. Founded by Gilda Heimssdottir, it stands over the entrance to a frozen underworld cavern into the walls of which are carvings in a mysterious alphabet that are said to be the source of the magical runes used throughout Wintermark.\n\nThe folk of Skarsind were particularly noted for their fine rune work and many of the best artisans and runesmiths traveled here to study their craft. There were troubles with tribes of yetis that live in the valleys above Skarsind, but most of the danger here came from the Thule barbarians living on the far side of the mountains in Otkodov.\n\nSkarsind has always been riven by conflict; a saga called Lament for Skarsind is popular in some parts of Wintermark.",
        "nation":"Wintermark"
    },
    {
        "name": "Casinia",
        "description": "In Highguard's northwest, Casinea is an old and wealthy territory and the site of the town of Anvil, the political heart of the Empire.\n\nThe hills are rich with marble and granite guarries, and gold, silver and gemstones have been mined here for centuries. Several wealthy chapters protect the quarries and mines to ensure the protection of the vital assets against barbarians.",
        "nation":"Highguard"
    },
    {
        "name": "Therunin",
        "description": "On the borders of Highguard, the water-logged bayou of Therunin provides a unique challenge to the stridings that travel here. As the Navarr have recovered territory from the Vallorn, the forest here has grown still more malicious. Monstrous insects are a common threat here, even outside of areas where the Vallorn still holds sway. Orcs from the east are a constant threat, although their incursions are made more difficult by the swampland.",
        "nation":"Navarr"
    },
    {
        "name": "Morrow",
        "description": "The spires of Morrow are amongst the oldest in Urizen, dating back to the nation's birth. The heart of the Heliopticon is here, making it a centre of communication for the Nation. The miracle of the Heliopticon is administered from this territory, and most spires maintain a series of prisms, lenses and mirrors atop their tallest roof in order to pass on the flickering messages that keep the nation in constant communication.\n\nMany spires in Morrow inhabit some of the original buildings discovered on the mountaintops by the first Urizen to ascend the mountains. Large open buildings, with doorways and halls just larger than a human might need, they create a sense of open space that has set the pattern for all Urizen architecture.\n\nDespite its great age Morrow moves inexorably forward, and many of its spires are undergoing constant reconstruction and improvement. It is said that “no two days find the same Morrow” as the Urizen constantly strive to perfect their land even further. A project may take a decade or even more to come to fruition, but the Urizen pride themselves on vision and their desire to perfect their world.",
        "nation":"Urizen"
    },
    {
        "name": "Miekarova",
        "description": "Miekarova is more heavily forested than the rest of Varushka. It is known for its furs, for its hunting, and for its particularly harsh winters. Snow regularly falls here for up to six months in the year, and it is common for vales to be snowed-in during the darkest months. The wolves of Miekarova are especially savage, and every few years or so gather in great hordes that sweep down out of the north, threatening the unwary and causing widespread trouble until they are eventually dealt with. Plaguewulfs are more common here than anywhere else in Varushka, and the sovereign believed to be their progenitor, The Howling Queen, is said to slumber somewhere beneath the hills of north-eastern Miekarova.\n\nNoted for beautiful painted caves beneath several of the larger ranges of hills, it was also the heart of Ushkan mysticism in the dim days long before the foundation of the Empire. It was in Miekarova that the Imperial Faith found its deepest roots in Varushka, and there are a number of vales here that surround churches and shrines to the Way. The priests here are especially vigilant against the dangers of the dark winters and the monsters that come with it, and several warden brotherhoods make a practice of spending their winters here to offer additional assistance.",
        "nation":"Varushka"
    },
    {
        "name": "Volodmartz",
        "description": "A mountainous area, Volodmartz is rich in timber and deep mines. There are comparatively few vales here, and the boyars have a reputation for being particularly iron-fisted. Much more common are outposts, scattered across the brooding hills and growing rich from the mineral wealth they exploit. Both tend to be very well fortified, and not without reason. There are dark things in the Volodmartz mountains, and plenty of folk tales tell of malign horrors that burrow under them, emerging without warning to overwhelm the foolish. The Volodny had their old centre of power in Volodmartz, and it was here that Alderei the tyrant-boyar was defeated by the Imperial Army. The ruins of his stronghold still lie beneath the forest canopy.",
        "nation":"Varushka"
    },
    {
        "name": "Holberg",
        "description": "Holberg joined the League in 136YE under a riot of political strife in the Senate. The lands that surrounded the city were under the control of barbarian orcs until they were driven back in an epic five year war of conquest by Dawnish nobles and forces loyal to them. But Holberg itself was never conquered; the city was protected by a dozen high walls and the Dawnish armies had little taste for a lengthy siege. When the city was convinced to side with the Empire by League diplomats, it also successfully requested the Senate assign the territory to the League. Dawnish senators were incandescent with fury but there was nothing they could do and Holberg became the prosperous fourth city of the League.\n\nIn the decades that followed Holberg grew rich and prosperous. The lands around the city possessed a rich agricultural heritage, well known for their fine vineyards.",
        "nation":"The League"
    }
]