[
  {
    "name": "Feroz",
    "history": "",
    "overview": "Feroz is the southernmost territory of the Brass Coast, and like Madruga has both isles and coastline. Here the climate is warm and humid, perfect for the cultivation of different plants. This is the home of the fabulous spice gardens of Feroz, a source of great revenue for the people of this territory. The seas are more treacherous here, and to the south and the west the barbarians constantly threaten by land. As a result many armed merchantmen patrol the seas, and groups of young warriors journey along the borders and into lost Segura, fighting skirmishes with the ever-encroaching foes.\nThe Vizier of the Incarnadine Satchel is often quite active in Feroz, occasionally dealing with agents of the Spice Gardens or traders from the Jewelled Isles. The Vizier is an Imperial title that is appointed each Spring by Freeborn citizens who control fleet personal resources.\n",
    "features": [
      {
        "name": "Afar",
        "description": "Owned by the Hakima of the Guerra, a faraway place to practise the ritual magics that support the Freeborn. The air is quiet on the hills, the fires can be larger, magic more powerful, it is said. On nights when the most powerful magics are performed, you can see Afar for leagues."
      },
      {
        "name": "Bramar",
        "description": "A trading port, its hinterland rich agricultural land, whose bountiful cornfields compete with Marcher grain in markets across the southern nations of the Empire, and whose vineyards are justly famous. It serves as an important hub for the Imperial wine trade, with many excellent vintages passing through it's docks - both from the Brass Coast to the rest of the world, and from the rest of the world to the Brass Coast and thus the Empire."
      },
      {
        "name": "Cazar",
        "description": "Built around a high-cliffed dock and is a fastness of the Freeborn corsairs, its safe harbour sheltering ships that scour the seas fermenting fear in the hearts of foreigner and barbarian alike."
      },
      {
        "name": "Isle of the Osseini",
        "description": "So-named for the legendary malignant spirits who once plagued the island. The sutannir here are famed for their knowledge of the arts of exorcism. Foreigners claim the Isle is still home to those who have died at sea at the hands of the corsairs of Shantarim, but most Freeborn have no truck with such foolishness."
      },
      {
        "name": "Joharra",
        "description": "Famed for its cloth and dye-work. It’s called the Rainbow by coastal sailors who mark their progress round the coast with first sight of the cloth hung out to dry."
      },
      {
        "name": "Mora",
        "description": "Once simply a spice-market, but now arms itself against the expected march of barbarian armies from Segura. Refugees are common here: some supported by their families, others looking to work in the market. Many’s the once-powerful dhomiro trying to secure a future for their people. There’s enormous political pressure on the hakima, and through them the Brass Coast senators, to gather Imperial armies to recapture Anduz."
      },
      {
        "name": "Oran",
        "description": "A thriving port, specialising in high-value products such as fine wines and spice mixes, and with cheaper dock fees than Siroc a number of entrepreneurs prefer to operate out of here. It’s future looks a little insecure with the loss of Anduz - the barbarians are nearer the famed Spice Gardens than is comfortable."
      },
      {
        "name": "Shantarim",
        "description": "Brother-town to Cazar, and the competition between their captains fuels gossip and tales in paradors up and down the coast."
      },
      {
        "name": "The Spice-Gardens of Feroz",
        "description": "The spice-gardens are legendary - a set of heavily-walled enclosures covering several acres where the finest spices in the Empire are grown. A rich source of trade for whoever controls the gardens, the Imperial title of Keeper of the Spice Gardens has changed hands between families only a handful of times in the last few centuries, and the bargaining leading up to a new appointment has regularly involved the whole nation."
      },
      {
        "name": "The Scorrero Nets",
        "description": "The Scorrero Nets is a Bourse position which produces ilium."
      }
    ],
    "regions": [
      {
        "name": "Afarjasse",
        "description": ""
      },
      {
        "name": "Cazar Straits",
        "description": "",
        "keywords": [
          "Coastal"
        ]
      },
      {
        "name": "Fontargenta",
        "description": "",
        "keywords": [
          "Coastal"
        ]
      },
      {
        "name": "Morajasse",
        "description": ""
      },
      {
        "name": "Oranseri",
        "description": "",
        "keywords": [
          "Coastal"
        ]
      }
    ],
    "nation": "The Brass Coast",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Kahraman",
    "history": "Since Liathaven and the Mournwold fell into the hands of the Jotun barbarians, there has been an increase in raids by orcs from the north. The Freeborn maintain vital trade routes and communications with the Navarr holdouts in Beacon Point.\n",
    "overview": "The mountains of Kahraman rise from the great grasslands of Soroche to the south and the Mournwold to the north. It's a treacherous land of broken rock and barren mountainside. Fast-flowing streams spill down deep jagged-edged valleys. There's precious little in the way of vegetation, only scrub that clings to the slopes. However, there are riches in the mountains; here the Freeborn find precious bametals and minerals, often as sediment lying in the streambeds. Scattered settlements shelter in the valleys, with the remains of stone fortresses and watchtowers decaying on the heights above, remnants from the days before Empire when the Freeborn warred with the Marches.\nTo the south of the mountains of Kahraman lie sweeping grass plains, a seemingly desolate landscape dotted with strange rock formations shaped by the wind. Here the Freeborn graze the bulk of their herds of goats and sheep. The wind from the west, the Delés, is constant and bitingly cold at night. As a result, for shelter, Freeborn communities settle in bowl-shaped depressions cut from the earth, their tents sunk below the plains surface.\nThe families of Kahraman have a somewhat undeserved reputation for being quarrelsome; as a response, the Freeborn established the post of Dhomiro of the Cinnabar Hills to help mediate their disputes and to encourage trade between the sometimes quite isolated settlements here. The Dhomiro is an Imperial title that is appointed each Autumn by Freeborn citizens who control fleet personal resources.\n",
    "features": [
      {
        "name": "The Gilded Peak",
        "description": "The mountain that separates the valley of Briante and the ancient stronghold of Fort Braydon bears a most peculiar summit, which at sunset or dawn gleams as if the rock is made of gold. The mountain is treacherous, and no-one has yet achieved it, although many have tried. “Climbing the Gilded Peak” has passed into local parlance as a phrase meaning “a fool’s dream”."
      },
      {
        "name": "The Northern Peaks",
        "description": "The mountains along the northern borders of Kahraman are the home of several vicious clans of orc barbarians. Descended from mine working slaves who revolted during the orc rebellion, they refused all overtures from the Empire and expressed no interest in becoming Imperial orcs. Rather they created out-of-the-way strongholds for themselves and proceeded to prey on travelers and poorly defended caravans. Most of their spite was reserved for traders trying to cross the mountains to Liathaven, but in the years since they went rogue they have launched more than one concerted attack on a mining camp or northern village. The Empire would very much like to deal with them permanently, but they are like weeds - when one group is put down, another springs up a few years later to claim it's territory."
      },
      {
        "name": "The Great Mine of Briante",
        "description": "At the heart of the mining settlement of Briante is the great mine that shares it's name. Perhaps the deepest mine in the Empire, it has been dug deeper and deeper over the centuries to excavate the precious mithril that is found deep underground.\nThis is an Imperial Bourse position. It is allocated to any Imperial citizen by open auction. It produces 22 Imperial wains of mithril every season.",
        "mithril": "22"
      },
      {
        "name": "The Damation Cliffs",
        "description": "The Cliffs are located near Damata and are well protected with a sequence of fortifications to guard the approach. Damation granite is flecked with silver marks although these are purely cosmetic and do not lessen its value.\nThe Damation Cliffs are an Imperial Bourse position. It is allocated to any Imperial citizen by open auction. It produces 27 Imperial wains of white granite every season.",
        "whiteGranite": "27"
      }
    ],
    "regions": [
      {
        "name": "Braydon's Jasse",
        "description": "The valeys of Braydon's Jasse are home to many small mining villages and the isolated homes of Freeborn families who value their privacy. The most famous feature of the Jasse is Fort Braydon, an old fortress dating from the days before the Marchers, when the Brass Coast kept watch against the barbarians and the Feni. The recent barbarian incursions have led to the the rebuilding of its walls and strengthening of its defenses. (OOC Note: Fort Braydon is a rank 1 fortification)."
      },
      {
        "name": "Gambit",
        "description": "Wide, arid plains characterise Gambit - named because every venture begun there is said to run a little extra risk but offer a little extra profit.\nSunk into a natural depression in the rock-slopes that mark the southern limits of the Kahraman mountains is Rojota. Surrounded by goat-farming land, it is a hard place to scratch a living. Its fame is for a peculiar method of foretelling the future. Precious - for the Brass Coast - scraps of wood are left to weather in dust blown by the Delés and interpreted by sutannir skilled in such matters."
      },
      {
        "name": "Jade Range",
        "description": "The Jade Range takes its names both from the rich deposits of tempest jade in the hills, and from the dark, rich colouration of it's grassy plains, kept lush by great underground aquifers. The grazing here is good, nearly a match for that of the Great Grasses in Madruga or the Sorbal Grasses of Segura. The plains are spotted with settlements, the largest of which is probably Nestor’s Bounty, named for a scrivener who made a vast fortune writing contracts for the sale of rich claims found in the hills. As with Briante, this town is well-known for its mines, particularly precious stones and tempest jade."
      },
      {
        "name": "Serra Briante",
        "description": "This hilly region is named for the Briante valley and the town that shares the same name. Surrounded by rich open-cast mines, Briante is now home for a number of displaced Navarr steadings, pushed out of Liathaven by the Jotun incursions. The town still maintains the Navarr beacons that once allowed the inhabitants of southern Liathaven to maintain simple communication with their northern neighbours - as well as provide early warnings of potential attacks from western lands outside the Empire. The Briante lies at the heart of the valley."
      },
      {
        "name": "Serra Damata",
        "description": "One of the most important settlements in the Serra Damata is the town from which the region takes it's name - Damata. A trading centre for the surrounding peaks, where rich deposits of orichalcum are still found, Damata is famed for its walls, every metre of which is covered in finely calligraphed script, recording stories that have been told amongst the Freeborn for generations. One day, they say, there will be no more room for writing, and then the town will perish, its life written. In the meantime, Dawnish troubadors and Winterfolk scops alike travel for some distance to learn the stories on the walls of Damata. The Damation Cliffs, a valuable Imperial Bourse seat, are found near Damatia."
      },
      {
        "name": "OOC Notes",
        "description": "All the regions of Kahraman are in the hands of the Brass Coast (and by extension the Empire).\n Fort Braydon is a rank 1 fortification."
      }
    ],
    "nation": "The Brass Coast",
    "whiteGranite": 27,
    "mithril": 22,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Madruga",
    "history": "",
    "overview": "Madruga of the Jewelled Isles is the easternmost territory of the Brass Coast, running from the Kahraman mountains down to the Bay of Catazar. Down the coast of Madruga and Feroz the corsairs and merchantmen raise their sails, running goods to Bastion and Sarvos, trading with foreign powers, and fighting off barbarian incursions.\n",
    "features": [
      {
        "name": "Siroc",
        "description": "The Sapphire, the City of a Thousand Sails, is acknowledged as the pre-eminent city of the Freeborn. It lies in Madruga close by the border with Feroz. Brightly-coloured tents extend Siroc out far beyond the small cluster of stone buildings that make up the heart of the city. Sails of all shapes and sizes fill the sheltered bay, which is guarded by a series of iron woven nets and chains bought at great expense from the forges of Wintermark.\nSiroc is the site of the Glass Parador. The Mistress of the Glass Parador is an Imperial title appointed each Summer by Freeborn citizens who control fleet personal resources."
      },
      {
        "name": "Atalaya",
        "description": "Where the Brass Coast was born, the first landing of the three sisters and their families. Before the Shining Pillar, navigation to the hidden cove here was little short of miraculous. There are those on the Brass Coast who would call their founders Exemplars of Vigilance for the feat. Nowadays, the channel has been widened, and is protected by hidden obstructions that only the Freeborn pilots know well. Many ships of the Freeborn fleet count Atalaya as their home port.\nFollowing a motion at the first Imperial Senate session in Winter 376YE, work began to expand the docks of Atalaya. Under the guidance of Miroslav, Senator for the League city of Sarvos, many wains of white granite and weirwood were committed to  building both a massive seawall, and a great Imperial shipyard equipped with drydocks, poweful cranes for loading and unloading, and expanded warehouses and work spaces. Completed shortly before Autumn 377YE, the shipyard provides significant benefits to the Freeborn ships based in Madruga.",
        "whiteGranite": "376",
        "weirwood": "376"
      },
      {
        "name": "Calvos",
        "description": "A city of the finest wines. The slopes outside the town are rich with grapes, and its produce travels all over the Empire. Even the sommeliers of the League pay well for a Calvos vintage. The Exemplar Zemress i Ezmara i Erigo was born here towards the end of the second century YE,  and her ship The Kraken's Bane is housed at a special dry dock here, a destination for many pilgrims of Prosperity - even those from as far afield as the Sumaah Republic."
      },
      {
        "name": "Midport",
        "description": "Where the first corsair “raised the flame” - the iconic flag of the Freeborn corsair.  It’s a harder sail from here to the sealanes where the richest prizes sail, but the corsairs here are fiercely proud of their territory, and compete with those of Feroz for the glory of Madruga, first of Freeborn lands."
      },
      {
        "name": "Quzar",
        "description": "A port town of white towers and stained glass. Said to be the soul of the Brass Coast. Hakima from all across the nation gather here to share their knowledge in a great meet at midsummer."
      },
      {
        "name": "The Shining Pillar",
        "description": "A massive white-and-gold lighthouse on the island of Atalaya off the Madruga coast. Often adopted by Freeborn sailors as a symbol of the Brass Coast, and the sight of it to be a welcome home."
      },
      {
        "name": "The Spider's Dream",
        "description": "An elegant bridge spans the river Vassa here, connecting Trivento to the Brass Coast. It is a marvellous piece of engineering that resembles a spider's web. There is a toll to pay, or you can take the long way around. Unfortunately, time has not been kind to the Spider's Dream. Resources initially used to maintain it were siphoned off in the time of Emperor Walter, and the bridge became increasingly dangerous to cross. In Spring 377YE, however, the Imperial Senate took steps to ensure it's restoration to full functionality - reinstating the Imperial Title of Spider's Tollkeep in the process and heading off potentially unpleasant implications for the people of both Sarvos and Madruga."
      },
      {
        "name": "The Lyceum",
        "description": "The Lyceum was established during the reign of Empress Aenea on an island east of Siroc. It is a centre of arcane learning in the Empire, and the Dean of the Lyceum maintains sumptuous apartments here. Approach to the island is carefully controlled by the magicians and professors, and the most promising magicians are invited to study or teach there."
      }
    ],
    "regions": [
      {
        "name": "Calvos Sound",
        "description": "",
        "keywords": [
          "Coastal"
        ]
      },
      {
        "name": "Free Landing",
        "description": "",
        "keywords": [
          "Coastal"
        ]
      },
      {
        "name": "The Great Grasses",
        "description": ""
      },
      {
        "name": "Lightsea",
        "description": "",
        "keywords": [
          "Coastal"
        ]
      },
      {
        "name": "Siroc Plains",
        "description": "",
        "keywords": [
          "Coastal"
        ]
      },
      {
        "name": "Torres",
        "description": ""
      }
    ],
    "nation": "The Brass Coast",
    "whiteGranite": 376,
    "mithril": 0,
    "weirwood": 376,
    "ilium": false
  },
  {
    "name": "Segura",
    "history": "The peace of Segura came to an abrupt end in 363 YE when a great force of barbarians moved in from the west and took Anduz, scattering the foreigners and the Freeborn and burning much of the grassland. In quick succession, they swept through Yellow Chase and Anozeseri. The Freeborn armies clashed with the barbarian forces on the Iron Plains, but after days of vicious fighting they were slowly pushed back to Anozel. The Freeborn senators demanded assistance in the Senate but while they had the support of Emperor Hugh for a campaign to drive the barbarians back, the rest of the Senate and the Military Council seemed more interested in apportioning blame than helping the Freeborn. The political position was exacerbated by the deaths of the General of the Red Wind Corsairs and the Senators for Madruga and Kahraman during the fighting on the Iron Plains. When Burnish fell to the barbarians in 367YE, nobody outside the Brass Coast seemed to notice or care.\nToday Segura is a battleground; every time the Freeborn try to reclaim ground they have been fought back. The garrison at Anozel keeps regular patrols across the remaining regions, and the Lasombrian armies themselves seem disinterested in doing more than occasionally raiding into the remaining Freeborn territories. Reports from the interior claim that, after a frenzy of initial looting and killing, the orcs have made only minimal efforts to slaughter of those Freeborn who have not fled to the safety of Sobral Grasses or Lucksprings.\nMany of the Seguran refugees have settled near Anozel, Sobral or Cerevado. Those who have left Segura for the comparative safety of the other Freeborn territories tend to maintain a distinctly nomadic lifestyle; they refuse to settle down because to do so would be to admit that they will never return to Segura. Many now operate travelling parador; among the most famous is that of Shula i Ezmara i Erigo the 'mother of orphans' whose family includes large numbers of adopted Seguran orphans. Refugees from the rolling plains sing the lament Lost Segura to remember it's loss, and often display a weary camaraderie between families and tribes - a result of their shared loss.\nIn the Winter of 377YE a major offensive by the Red Wind Corsairs and Hounds of Glory, supported by a powerful enchantment and over a thousand auxilliaries drove the Lasambrians out of the Sorbal Grasses, liberated the farms of Anozeseri and forced a barbarian retreat across the Iron Plains.\nAt the Autumn Equniox 378YE summit at Anvil, the Imperial Senate accepted an offer of peace from the Lasambrian orcs. The offer included an exhange of valuable materials for the remaining regions held by the invaders, with the understanding that their armies would cede the occupied regions and withdraw to the west. Assuming the Lasambrians keep to their agreement, it will be a relatively simple matter for an Imperial army to claim the vacated land.\n",
    "overview": "Like southern Kahraman, it is a land of rolling grass plains where great herds once grazed. Scattered with villages and lonely ranches, it was famous for it's windswept grandeur and occasionally stark beauty. It's wealth came in part from the farms and herds, and in part from the cunning of it's merchants. Segura was once a centre of trade for the Freeborn with Faraden to the west and the Iron Confederacy to the south. In Anduz, the Freeborn rubbed shoulders with the traders of these nations, and acted as a trade gateway for the Empire.\nThe grasslands were no stranger to violence; on at least two occasions, armies from the Iron Confederacy pushed across Imperial borders and attempted to stage an invasion. In pre-Imperial times, there were occasional tragic border skirmishes with the Faraden. For the most part, however, the buffer provided by the Lasombrian Hills to the south and west meant that foreign armies rarely had the stomach for protracted campaigns. For most of the last two centuries, Segura was a centre of trade rather than conflict. The Freeborn prospered in the certain knowledge that their way of life was secure ... until the barbarian tribes of the Lasombrian Hills put aside their differences and sent a great army sweeping down to burn and pillage the plains of Segura.\n",
    "features": [
      {
        "name": "Anduz",
        "description": "The largest town in Anduz, built on the ruins of a much older settlement. Depending on which historian one asks, the ruins belonged either to the Terunael or the Faraden; regardless of their provenance, the settlement was much larger than modern Anduz - for which it provided a great deal of building material. Many of the structures of Anduz incorporated elements of the older city which gave it a distinct aesthetic.\nIn Anduz, the Freeborn rubbed shoulders with traders from Faraden and the Iron Confederacy, and there they acted as a trade gateway for the Empire. Anduz was sacked in 363YE and then burnt - only the stone structures survived. Fifteen years later, the shattered ruins of Anduz have become difficult to distinguish from the ruins of Old Anduz from which they were built.\nOne of the lucky survivors of the orcish destruction was the Kabalai Palace which overlooks the city from the western hills. Built in a rare fusion of Freeborn and Faraden styles, this beautiful parador was claimed by the orcs but never razed - rather it was preserved as a residence by one of the Naguerro captains. With the swift advance of the Imperial forces, the parador was liberated in a lightning-quick raid by the Hounds of Glory and has weathered it's barbarian inhabitants surprisingly well."
      },
      {
        "name": "Anozel",
        "description": "Once the economic centre of Segura, but since the invasion of 363YE, its hinterland is lost and its prosperity in tatters. Once-busy markets are quiet, or given over to tented military encampments. It survives as an armed camp, supported by regular caravans from Sobral and marked the westernmost border of the Sobral Grasses.\nWhile Sobral is the elder of the two, Anozel had (until recently) eclipsed it's younger sister in prosperity. Humorous stories and songs from the region often compared the two to disgruntled brothers - crotchety, traditional old Sobral and his younger, prettier brother Anozel whose amorous adventures invariably caused trouble for his elder sibling. The antics of the pair were often overseen and exacebated by the mischievous middle sibling (representing Cerevado) and brought to an end by the intervention of the distant, powerful parent (Anduz). While they showed clear signs of League literary influence, the tales themselves were often based on real historical political and economic conflicts between the settlements of Segura. Those stories and songs have fallen out of fashion since Segura fell, perhaps unsurprisingly.\nThe liberated town of Anozel is home to the Turunca Distillery. The distillery closed it's doors in 366YE, partly due to the difficulty of securing good fruit in a war zone and partly due to the dissatisfaction of the owners with \"the uncultured palates of soldiers who do not care if they are swilling fine orange brandy or Sarvosan dock-swill fancy fruit juice.\" With the liberation of Segura, the distillery has re-opened, albeit under new management."
      },
      {
        "name": "The Towers of Anduz",
        "description": "Built during the reign of Empress Mariika, this line of seventeen white granite towers traced the edges of the Lasombrian Hills in western Segura. Primarly built in Anduzjasse and Anozeseri, with three in Yellow Chase and one in Burnish, these towers were manned and maintained by volunteers. Paid for in part by donations from the merchants of Anduz and Anozel collected by the Senator for Seguara, they protected trade routes between the Brass Coast and their foreign neighbours in Faraden and the Iron Confederacy. Every parador proprietor, bazaar master and trading post owner in Segura benefited from the increased trade these towers secured. Sadly,when Segura was conquered by the barbarians these towers were among the first structures razed to the ground and the economic advantages they brought to the Freeborn were lost. It is unclear what state the towers are in today, but rebuilding them is likely to be a priority once Segura is reconquered."
      }
    ],
    "regions": [
      {
        "name": "Anduzjasse",
        "description": "Site of the ruins of both Anduz and Old Anduz, the ancient settlement in three concentric stone rings, on which Anduz is now built. Several miles to the south-east of Anduz itself lies the Longing Circle - a series of concentric monoliths connected in some manner to the astronomantic sign of Three Sisters. The circle possessed a potent regio whose alignment was said to shift, making it a centre of power for three groups of  Hakima (one for each tribe) in uneasy alliance. Connected as those stars are with family, loss and regret they had a dark reputation; today they are seen by some as a symbol of what has been lost.\nA comparatively short distance from the Longing Circle stands the Garden of Sighs, a mana site liekwise associated wth the Three Sisters. Apparently established by one of the three founders of the Brass Coast, no historian has yet proved conclusively if it was laid out by Guerra, Erigo or Riqueza - nor which of the sisters corresponds to Hermaa Suspire in whose name it is dedicated. The Garden is considered a prize by the hakima of Segura, and in folklore custodianship brings with it the mixed blessings of the Sister of Sighs."
      },
      {
        "name": "Anozeseri",
        "description": "The sweeping plains of Anozeseri were home to some of the richest farmland in Segura, and a lot of the wealth of Anozel was tied up in the agriculture here. Orange tree orchards and vineyards were common, with the largest being the grea Golden Terraces - perhaps the oldest orange orchards in the entire Empire. There are also several broad conservatories dedicated to the cultivation of useful herbs (many associated with the nearby Spice Gardens of Feroz. \nWhen the Lasambrians invaded, several bands of freedom fighters displaced from their farms, took up residence in the westernmost hills of Morajasse, and fought a limited guerilla war against the Lasambrians here. When Anozeseri was liberated during the Winter of 377YE, these freedom fighters joined the triumphant armies of the Red Wind Corsairs and the Hounds of Glory in sweeping out the Lasambrian presence here - the most prominent are probably the band known as the Morning Swords, who have found the warrior-lifestyle to be much more appealing than a life of farming."
      },
      {
        "name": "Burnish",
        "description": "Nestled between three tributaries of the Scorrero, Burnish is something of a hinterland. Not as wild as Kahraman, it was home to scattered forests and the occasional mine. The ground is much rougher here, sloping up towards hills in the west and down towards the forests of south-western Kharaman in the north. Perhaps the largest consistent settlement on the plains of Burnish is Sunsong Ranch, a sprawling expanse of land dedicated to raising all sorts of animals for food, wool and leather. The ranch stubbornly resisted the Lasambrians for most of the war, using its defensive position between two tributaries of the Scorrero to draw raiding orcs into costly traps."
      },
      {
        "name": "Iron Plains",
        "description": "Central Segura is somewhat more arid than the rest of the territory. The site of multiple battles throughout Freeborn history, farmers and herders here occasionally turned up the odd valuable relic of a past invasion. For the most parts, the Iron Plains are wide, empty and windswept. A place to come from or pass through, rather than a place to live. The dry soil is littered with battlefields, which makes it surprisingly fertile for the cultivation of certain herbs, especially marrowort, and the extensive well-irrigated Red Fields, one of the best-known gardens in Segura, are rightly praised for the quality of their plants."
      },
      {
        "name": "Lucksprings",
        "description": "The settlement of Cerevado is still a major pull. Sited at a particularly difficult set of rapids on the Scorrero. Some captains will un-ship their cargo, and push their boats along a league of rollers set into the rocky bank. Braver captains will pilot the foaming water and risk the rapids - and who amongst the Brass Coast would admit to anything other than daring of the highest order? The wreckage of those who failed is for sale in the Cerevado market. The settlement itself is also home to more than two dozen casinos and gambling houses - initially set up to cater to sailors traversing the rapids, but eventually exerting a much wider draw with gamblers from as far afield as Holberg visiting the bustling town to engage in the annual tournaments of dice and counters. Unlike the rest of Segura, Cervado continued to prosper though the Lasambrian occupation - off-duty soldiers and mercenaries rubbed shoulders with desperate refugees looking for the money to escape and start again. \nReports have repeatedly come before the Synod of a predatory cult of heretics based in Lucksprings who prey on the needy and the desperate; to date no real evidence has been found despite claims fro the House of the Two Moons - the large congregation centred in Cerevado - to the contrary."
      },
      {
        "name": "Sobral Grasses",
        "description": "The Sobral grasses are the site of two key settlements - the armed camp that now occupies the town of Anozel and the town of Sobral where the herds were once brought for slaughter. Sobral kept Anozel alive through the recent occupation and guarded the bridge across the Scorrero into the eastern Brass coast. Connected by a reasonably well maintained road to it's beleagured sibling to the south-west, it allowed supplies of food and armaments to travel reasonably effectively. That very reliability was almost a liability however - several key shipments were captured by raiders out of the Iron Plains, and attributed to \"orc spies\" in Sobral. Even with the liberation, it is one of the few places in the Brass Coast where the Imperial Orcs receive a frosty welcome. These raids also threatened the prosperity of the herders and cattle-ranches of the Sobral grassland. Several strains of plump Freeborn herd animals are threatened with extinction already and if the raids had continued it would not have been inconceivable that the herds would have become unable to sustain themselves.\nNot everything in the Sobral grasses is about trade or cattle, however. It is also the site of the ancient earthworks known as Ghita's Veils, an old and powerful mana site that scholars believe may be of Terunael origin. It is tended by a small group of magicians who find the isolation and mournful grasslands to be spiritually uplifting; during the Lasamabrian invasion it's isolated position meant that it was largely overlooked by the orcs."
      },
      {
        "name": "Yellow Chase",
        "description": "As with Burnish, parts of western Yellow Chase are quite rocky and uneven, and the soil is very poor. A \"Yellow Chase farmer\" is a slang term used in parts of Segura for a liar - especially someone lying about where their money has come from. The inhabitants had a bad reputation for banditry and theft. There are a few rumours that some of the families here may have collaborated with the barbarians in the past. Today the area serves as a centre of power for the Lasambrian barbarians, and they have a great armed camp here from which raiding parties sweep down onto the plains. Despite their long history here, there are no reports of any fortifications - it seems the Lasambrians have little interest in building anything, least of all a castle."
      }
    ],
    "nation": "The Brass Coast",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Astolat",
    "history": "",
    "overview": "Central, well defended, civilized and beautiful, Astolat is the heartland of the nation. It is famous for its rose gardens, and the offering of a single Astolat rose is considered the perfect gift of true love (as in the Dawnish song The Rose Garden). In the north of Astolat, the majestic granite mountains are rich in ore, but occasionally threatened by their proximity to the wild forests which shelter beasts, barbarians and bandits.\n",
    "features": [
      {
        "name": "The Castle of Thorns",
        "description": "Seat of the old Dawnish Kings and Queens. Given over now to a great park, and almost completely engulfed in rose bushes, the Castle of Thorns serves as an academy for the training of civil servants, and is where most of the day-to-day business of running the Nation takes place. Each Dawnish Senator has apartments within this beautiful edifice, decorated with the produce and images of the territory they represent.\nAccording to legends, the roses that enshroud the castle of thorns are the remnants of a magical defence created in pre-Imperial times by the Enchanter Queen Jessamy. When the castle was besieged, she wove a great thicket of magically strengthened roses that surrounded the castle and tore the attacking forces to pieces when they tried to press the siege. The thicket lasted for only a season, but bought time for Jessamy's husband and allies to rally and come to her defence. The roses of the castle of Thorns are highly prized to this day as a symbol of enduring love and loyalty.\nThe River of Sighs runs past the Castle of Thorns. This wide, deep, fast flowing river was the site of the First Empress' legendary leap that won her entry to the house of Cevise. Traditionally set as a challenge for yeomen who were considered to be seeking to rise above their station, there are still knights-errant today who try to duplicate the Empress' jump, and the majority of those who fail are swept away and drowned.\nOOC Note: The Castle of Thorns is a third rank fortification."
      },
      {
        "name": "Brightway",
        "description": "A peaceful settlement in the glades on the edge of Miaren. Famed for the Aurelie's Rest, a Dawnish centre of healing, where physicians and surgeons do what they can to aid those who are crippled or seem beyond cure -- in Brightway they may find rest for a while."
      },
      {
        "name": "Laroc",
        "description": "Famous for its tournament ground, which sets a standard for pageantry that other, lesser, nations can only envy. Many Dawnish who care for the glory of the duel hold Laroc in their hearts as they fight elsewhere."
      },
      {
        "name": "Oldheart",
        "description": "An ancient town famed for its fine fruit brandies, set in an unusually verdant landscape; blossom is abundant in spring and its autumns are fruitful. The weaver cabal here weaves in willow withies, not cloth, and if any in Dawn have links to the Marchers, it is the weavers of Oldheart."
      },
      {
        "name": "Weaving",
        "description": "A centre of learning for ritual magics, where cabals plan the greatest of rites, and discuss what their voice in the Conclave should say for the greater good of Dawn and Empire. As a waymeet, it's also a town of many inns, where you'll often find questing knights or squires swapping stories, desperate for news of chances for heroism in far-flung places. Adelmar the Lion, Exemplar of Ambition was born here, and a small shrine marks the site where his family once lived."
      },
      {
        "name": "Kethry’s Grove",
        "description": "A glade dedicated to the Paragon, Kethry, thought to be where Makin once courted her. Often used by the Dawnish as a place of vigil for those who follow Pride."
      },
      {
        "name": "Boar’s Hollow",
        "description": "A great statue of a boar, fully 20 hands high, moss covered and inscribed with writings of Terunael, stands here in a small hollow, apparently watching the border with Varushka. Some amongst the Dawnish regard it as a place of fertility."
      }
    ],
    "regions": [
      {
        "name": "The Chase",
        "description": ""
      },
      {
        "name": "Coombe",
        "description": ""
      },
      {
        "name": "Groveyard",
        "description": ""
      },
      {
        "name": "Winterbourne",
        "description": ""
      },
      {
        "name": "Withy",
        "description": ""
      }
    ],
    "nation": "Dawn",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "The Barrens",
    "history": "The Druj barbarians have dominated the eastern Barrens for a little over a century. They ruthlessly dominated the disparate barbarian tribes who had lived there previously, and installed themselves as overlords.\n",
    "overview": "The Barrens describes an area to the east of Semmerholm never conquered by the Empire. Dawn maintains a series of long-established outposts on the western edge that reinforce the border against the barbarians. The land is rich and fertile and there have been several attempts to settle it more fully, but the presence of several barbarian bandit tribes makes establishing permanent settlements impossible. Between 325 YE and 328 YE the barrens were the scene of a short-lived rogue kingdom called Montane following the events of the Freedom Heresy. Since then a large proportion of the territory has been in the hands of agressive barbarian orcs.\nNonetheless, the Dawnish refuse to abandon the Barrens and it serves as a common proving ground for knights-errant. \n",
    "features": [
      {
        "name": "Drycastle",
        "description": "Sits between Broceliande and the Barrens, in woods watched by Navarr Thorns as much as knights of Dawn. It is still held, as a bastion against the creatures of the Barrens. It’s often under attack, with much glory waiting the brave knights who volunteer here for dangerous adventure. This is not a place for families."
      },
      {
        "name": "Towers of the Dawn",
        "description": "Along the western borders of the Barrens are four massively built white granite tower-keeps collectively known as the Towers of Dawn. This great fortification serves as a base of operation for Dawnish knights exploring the Barrens, and a reminder to the orcs that while they may dominate the Barrens, they do not do so without opposition. During the Freedom Heresy, the towers were the sight to an atrocity as rebellious briars murdered the yeomen and knights assigned to the FIrst and Second towers. To this day, the garrisons of the Towers of Dawn are unfriendly towards briars - and woe betide anyone who supports the 'virtues' of freedom within their earshot."
      },
      {
        "name": "The Spires of Dusk",
        "description": "Along the eastern borders of the Barrens are two spires of white granite and weirwood, studded with spikes and surrounded by multiple rows of sharpened spikes, moats and carefully constructed pit-traps and staged-quagmires. Only one safe approach exists to the towers, overlooked by archery posts, and the trees that surround this Druj fortification are thick with traps and poisonous beasts. Looking on the towers sends a thrill of fear up the spine of all save the bravest knights. They glare across the Barrens toward the Towers of Dawn, and dark tales speak of what happens to Dawnish or Navarri scouts captiured in the vicinity. Occasionally, the Druj masters of the fortress release prisoners from the towers, broken in body and mind and shattered in spirit, to spread tales of cruelty and terror within the Empire.\nThe Druj call this fortress The Jaws of Suffering; the Dawnish choose to refer to it as the Spires of Dusk and know that if they are ever to claim the Barrens for the Empire they will need to destroy this abominable castle."
      },
      {
        "name": "Great Forest of Peytaht",
        "description": "The great forest stretches across the southern Barrens, and into Reikos to the south west. Stories from Highguard describe the forest as being possessed of some dark spirit - something that partakes more of the nature of a Varushkan sovereign than anything to do with the vallorn. The forest was said to be equally hostile to man and orc, and attempts by either Imperial or barbarian forces to explore the interior invariably met with tragedy - assuming they were ever heard of again. This changed in 367YE when the Druj launched a crippling surprise attack through the forest into Reikos.\nA persistent rumour suggests the presence of a great grove of weirwood somewhere in its trackless interior but it has never been located."
      }
    ],
    "regions": [],
    "nation": "Dawn",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Semmerholm",
    "history": "Immediately after the fall of Holberg in 346YE, coupled with renewed barbarian activity in The Barrens, many Dawnish Earls were convinced a major offensive against Semmerholm was in the offing. Apart from a few speculative attacks against Estcastle and the occasional raid into Estmure the Druj appeared unable or unwilling to launch a concerted attack while the city of Holberg proper continues to guard the eastern approach.\nThis changed in 373YE when a major offensive against the city was revealed to be a feint to allow four Druj armies to push through into Semmerholm. Estmure was taken and Estcastle besieged, and speculative attacks were made against Lacuve, Axmure and Casse. The Dawnish armies, already battered from fighting alongside the League in Holberg, and woefully undersupplied by the corrupt Senate under Emperor Walter were able to hold their own but the situation looked critical. A Wintermark general by the name of Britta brought her personal forces and a large number of Marcher and Wintermark soldiers to reinforce the Dawnish. Working under the guidance of General Charles de Gison of the Eastern Sky, the additional troops bought the battered Dawnish forces chance to resupply. Re-equipped and rested, they launched a devastating counter-attack that drove the Druj back across the border into Holberg but sadly cost the life of General de Gison. Britta's actions during the campaign - and her willingness not to supplant the Dawnish generals in their own campaign - are both credited with being major factors in her later ascenscion to the Throne, and her practical demonstration of what could be achieved when nations co-operated went a long way to forged the united Empire she left as her legacy.\n",
    "overview": "Semmerholm became part of the Empire in 52YE during the reign of Empress Richilde, following a protracted campaign against a tribe of especially vicious barbarian orcs. The tribe, whose name is now lost to antiquity, were exterminated during the war of conquest, finally forced back to their stronghold in Ulvenholme and destroyed after a terrible siege.\nIt was from Semmerholm that the Dawnish planned their campaign against the burghers of pre-League Holberg, who engaged in a variety of innovative and underhand strategies to keep the Imperial forces off-balance as well as launching regular attacks into Dawnish territory. In the centuries since, relations between the people of Holberg and those of Semmerholm have mellowed extensively - prior to the invasion of the Druj a great deal of trade passed through the great stone Gate set into the southwestern peaks.\nSemmerholm produces a major share of the nation's food, for all that it is closely surrounded by thick and dangerous forests. The dark woodlands are home to vicious beasts, including boars, lions and bears as well as several species of drake and a few rare dire beasts. Hunting is a regular pastime for nobles and yeomen alike, and helps encourage a perception of the people of Semmerholm as being a little \"wilder\" than the average Dawnishfolk. \nThere are several well-built castles here at various strategic points along the border, protecting Semmerholm from the barbarians of the The Barrens and Holberg. The people for Semmerholm have long felt responsible for holding the borders against the savage tide and this responsibility tends to weigh particularly heavily on the head of the Semmerholm senator. If they fail at their task, this will be the first land lost to the barbarians in Dawnish history.\n",
    "features": [
      {
        "name": "Rucastle",
        "description": "First constructed in wood in the early years of Empire; a base for the campaign against the orcs who occupied Semmerholm. It was founded by those strong in the new religion: half church of Virtue, half castle against the orc. Closer to a chapterhouse than fortifications built in Dawn before its foundation, this is a fortress of Empire. It has close ties with the nearby Navarr steading of Greenstead in Brocéliande, which it helped to found. The knights of Rucastle are often called on to help their allies across the border, and there has long been a bond - and several intermarriages - between the two settlements. This close association with the Navarr has lead to the people of Rucastle - and by extension, the citizens of Elvette - enjoying a reputation as 'fey' or slightly more savage than traditional Dawnish norms."
      },
      {
        "name": "The Pits of Brychel",
        "description": "South of castle Arnet, in Ulvenholm, parts of the earth have fallen away to reveal an underground complex believed to be of Terunael origin. The ruins were stripped of anything of obvious value many years ago, but small bands of scholars still come here from across the Empire to study the remains and the partially buried buildings. ."
      },
      {
        "name": "Semmer's Rose",
        "description": "This beautiful town lies on the shores of the Semmerlak in Causse. Famous for it's spires of white granite and gorgeous shrines to the exemplars and paragons of Dawnish history. It is a meeting place for some of the finest troubadours of Dawn, where they share music, legend, and tales of Virtuous glory. \nThe town is built around old citadel from the invasion of Semmerholm, it was here that the Dawnish generals planned and launched their campaigns to conquer the territory. Planned by the legendary siegemaster Willard d'Onnecour, the castle is built of several interlocking concentric circular walls, said to resemble a rose to those who stand on its tallest towers. The famous architect also designed the white granite bridge that spans the river here, said to be a marvel of early Imperial engineering. d'Onnecour himself is buried in the hills above Semmer's Rose in a tomb of his own design. Plans and the occasional rare scroll of his designs and theories are much sought after by masons and architects alike."
      },
      {
        "name": "The Semmerstones",
        "description": "A cluster of thirty moss-covered white stones on top of a hill in western Causse, many of them carved with runes thought to date back to the time of Terunael. Each stone is about two feet high and there is no discernible pattern to their layout. The stones have a potent regio tied to Summer, and are a traditional site for Dawnish Enchanters to meet with emissaries of the Summer Eternals. Today, they are watched over by a Weaver cabal with close ties to the Lyceum who use Iridescent Gloaming gathered in the woods around the base of the stones to produce gorgeous red and blue surcotes and standards."
      },
      {
        "name": "The Gate",
        "description": "In Estmure, the mountains form a barrier that surrounds Semmerholm. The widest pass through the mountains is blocked by a mighty wall of white granite, with a single massive tunnel-entrance through which two dozen may march abreast. It was constructed by engineers from Holberg in the early years of the Empire and tales of its courageous defense are told throughout Dawn. Great armies march through the mighty gates south to do battle in the Barrens.\nOOC Note: The Gate is a Rank 1 fortification."
      }
    ],
    "regions": [
      {
        "name": "Axmure",
        "description": "The forests of Axmure are relatively wild and untamed, and their depths home to a number of rare and unusual beasts. There are several secluded manors here, favoured by nobles who value their privacy, but they must maintain a cautious vigilance against creatures and raiders from The Barrens to the south. The road through Axmure is vital for carrying supplied to Drycastle in the Barrens; several vicious battles took place along this road and in the surrounding woodlands during the Freedom Heresy and a number of manors were burnt or captured, their residents slaughtered by the victorious heretics. To this day, briars tend to receive a frosty reputation in Axmure.\n",
        "keywords": [
          "Forested"
        ]
      },
      {
        "name": "Causse",
        "description": "The rugged terrain of Causse is scattered with secluded villages and small towns, as well as the occasional old watchtower or sturdy keep. Streams and small rivers wind down from the hills of Weirwater, and at where they flow into the Semmerlak stands the beautiful town of Semmer's Rose."
      },
      {
        "name": "Elvette",
        "description": "The forests of Elvette are not especially wild; the woodlands have more of the feel of hunting preserve than deep wilderness. That is not to say they are tamed however - the deep woods are home to dangerous beasts that are more than a match for a lone knight. The people of Elvette are known to have close ties with the Navarr of Brocéliande, especially those who live at Rucastle.\n",
        "keywords": [
          "Forested"
        ]
      },
      {
        "name": "Estmure",
        "description": "Along the eastern sweep of the Semmerlak the ground becomes rugged and broken. As Semmerholm slopes down towards Holberg, the peaks of Estmure raise a great barrier against the orcs now occupying the lands to the south-east. There are several small fortresses here, some dating back to pre-Imperial times when the pre-League burghers of Holberg were engaged in economic and literal warfare against the people of Dawn. \nHigh in the hills here is the tower of Estcastle, which at one time served as a sentinel beacon against the Holbergers but has since been converted to an armed camp that overlooks the tainted plains of Rebeshof and the Druj-haunted forests of Utterlund. In 338YE the tower was largely given over to the control of the Imperial Orcs, many of whom live and drill here, launching occasional raids and waiting for word to strike against the barbarians.\n",
        "keywords": [
          "Hilly"
        ]
      },
      {
        "name": "Ferrond",
        "description": "The windswept heaths of Ferrond are scattered with villages and small towns. The most famous is probably Auvanne. Once famed for its farriers; the finest horseshoes in all of Empire were made here many, many ye ars ago before Semmerholm was even a territory of the Empire. With the passing of the horses, the smiths turned their mastery to armour, and even the runesmiths of Wintermark acknowledge their craft."
      },
      {
        "name": "Lacuve",
        "description": "On the shores of Lacuve sits Lacre, a well-defended port known as a place of adventure. Many a Questing knight has set sail to the east from here. The few who return are fêted and applauded, their names recognised on inn signs throughout the town. Lacre also serves as the closest port to the Barrens, and armies march from its gates to the fortress-settlements to the south.\nIn early 377YE a series of squat fortified watchtowers and beacons were constructed around Lacre and along the shore. These towers are manned by keen-eyed yeomen archers, and serve dual duty - they watch for the presence of bandits, orc raiders from the Barrens and monsters out of the deep woods, and also as secure bases of operation for Questing Knights hunting these interlopers. The project was part of a larger Senate plan to provide protection to towns throughout the Empire, and while the defences are not sufficient to qualify Lacre as a fortification - and are not a fraction as effective or inspiring as castles such as the Towers of the Dawn or the Castle of Thorns -  they have already made the territory feel more secure, and lead to some discussion about the value of further construction."
      },
      {
        "name": "Ulvenholm",
        "description": "Brooding in the light woodlands of Ulvenholm is the ancient fortress of Arnet. The final battles to conquer Semmerholm took place here, on the site of what was once a great fastness of the orcs. The terrible battle that roared around the orc fortress left the woodlands blackened and broken, and when the walls were finally breached the Dawnish knights and their allies swept as an irresistable tide over the leaders of the barbarian tribes. According to levend, the last orc shamen to die laid terrible curses on the attackers, and the credulous whisper that no Earl who has claimed Arnet has died save by violence in all the centuries since. Once the orcs were driven off, the castle was claimed and repaired, extended by Dawnish masons and it's white marble towers stand as a monument to the Pride and Ambition of the Dawnish spirit. One of the heroes of the attack on Arnet, Adelmar the Lion, is recognised as an Exemplar of Ambition, and the hall commemorating his deeds here is a site of pilgrimage for many followers of the Way."
      }
    ],
    "nation": "Dawn",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Weirwater",
    "history": "",
    "overview": "The craggy hills of Weirwater are home of many weavers, and the noble houses here seem to have more than their fair share of witches. The territory itself is scattered with deep forests, maintained untouched by the noble houses and inhabited by Eternal Heralds, exotic beasts and an abundance of rare herbs. The caves of Weirwater have a dark reputation with the people of Dawn, and are said to contain mysterious magics.\nLegend has it that long ago the Earl of Sedaret pursued a crusade against several cabals of weavers who refused to recognise her authority. At the height of a great banquet, thrown by the Earl to celebrate her apparent victory over the weavers, a great bell began to toll and the castle and its surrounding village was drowned beneath great waves and unrelenting rain. It is said by the people of Culwich that on Winter nights of the new moon when the sky is clear one can still hear bells ringing in the depths of the great lake, and see lights that are said to be those of the drowned Earl and her noble household, still celebrating in the depths.\n",
    "features": [
      {
        "name": "Culwich",
        "description": "A large town with a few outlying villages. Culwich has a long tradition of farming and is said to produce some of the best flax and wool in the Empire. The local merchants have influence with the weavers, who in turn offer them fine woven goods to sell to mutual profit. It was here or hereabouts that the first humans to live in Dawn landed. Culwich is now a rich port: goods and trade come to Dawn from Varushka through Culwich. There’s some trade to far-off Highguard, though to get there ships have to pass the shores of the Barrens."
      },
      {
        "name": "Applefell",
        "description": "A sprawling hill town with many small farms. The “apples” here are dangerous indeed. They grow on the ground, in rings, and the wise do not consume them without great care. Rumour has is that those who know the trick to preparing them can see into the Labyrinth."
      },
      {
        "name": "Hawthorn",
        "description": "A settlement of lush gardens in a hollow near the road to Delev, hidden behind a forbidding hedge. Home to witches, a cabal that accepts only those who vouched for by a Herald of Spring. The hedge grows thick and tall, and those not welcome feel its thorns if they try and push their way in."
      },
      {
        "name": "The Sentinel’s Folly",
        "description": "The remains of an ancient stone tower on a hill above Semmerlak. It is said by followers of Vigilance to have been built by the Sentinel."
      },
      {
        "name": "The Weirwater Vales",
        "description": "The Weirwater Vales is a Bourse position which produces weirwood."
      },
      {
        "name": "Spiral Castle",
        "description": "In the centre of a small weirwood forest in Weirmoor stands Spiral Castle. Built in pre-Imperial times, it lies at the heart of a strong Summer regio. The earls of Spiral Castle have always been enchanters, and usually possessed of a strong changeling lineage. The household has been controlled by scions of the de Cassilon family, and many of the nobles who live there are descendants of Empress Richilde. Over the centuries, the inhabitants have become more and more insular, spending less and less time beyond the boundaries of their manor. Some members of the Imperial Synod have even expressed concerns over whether they are entirely human any more. \nDuring the height of the Sun Queen's reign, the Imperial Senate agreed to a request that the resources of Spiral Castle be dedicated to the support and upkeep of the armies of the Empire, and of Dawn in particular. They created the title of Castellan of Spiral Castle to oversee the procedures needed to turn the weirwood and expertise of the castle's inhabitants into emergency support for Imperial armies camped in Weirwater.\nSpiral Castle is no longer reachable; following the death of Emperor Hugh in 368YE the castle and surrounding forest abruptly disappeared behind a wall of swirling, chaotic mist. Attempts to communicate with, or reach, the inhabitants of Spiral Castle have so far been unsuccessful.\nThe Castellan of Spiral Castle was an Imperial title within the Bourse appointed annually by the captains of Dawn."
      }
    ],
    "regions": [
      {
        "name": "Garthmoor",
        "description": ""
      },
      {
        "name": "Hawsmoor",
        "description": ""
      },
      {
        "name": "Sandling",
        "description": ""
      },
      {
        "name": "Weirsmoor",
        "description": ""
      },
      {
        "name": "Wickmoor",
        "description": ""
      }
    ],
    "nation": "Dawn",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Bastion",
    "history": "Many refugees from Reikos have made new homes in Bastion.\n",
    "overview": "Bastion is the heart of the Highborn nation.  The beautiful rolling plains are dotted with woodlands and carefully maintained parks, and with great stone chapterhouses that date back to the first years of the Revalation.\n",
    "features": [
      {
        "name": "Bastion",
        "description": "The sacred city of Bastion, the White City, is a marvel of marble and mosaic. Even her enemies cannot deny her magnificence – the white marble domes and towers raised up to the demonstrate the glory of a virtuous life, the roads trodden smooth by the footsteps of countless philosophers, warriors and pilgrims. More garden than city, the skyline is dominated by the tall spires and elegant architecture of the huge chapterhouses. The entire city has been expressly designed as a monument to the devotion of the Highborn. When the Imperial Synod recognizes a paragon or exemplar, then a new basilica is constructed here to celebrate their life and deeds.\nGuardians of the Shattered Tower keep a watch on the borders of Highguard.Few Highborn dwell here permanently but most important folk make a pilgrimage once every year. Every chapter maintains a hostel in the great city, to serve as a dwelling for members who visit. The wealthiest and most powerful Highborn often possess their own residence here."
      },
      {
        "name": "Sybela",
        "description": "A small trading town where goods from local farms are sold, Sybela boasts an unusually large number of inns, since it acts as a crossroads for travel between Highguard, the League, Urizen and Dawn. It’s a key stopping point on the pilgrim routes to Highguard. For some, the journey is an important as the destination and Sybela is one place where pilgrims meet, and join together to travel through the still-dangerous lands between the civilised places of the world.\nBy order of the Imperial Senate, in early 377YE a series of watchtowers and fortified inns were constructed around Sybela following an increase in bandity. The works were overseen by  Bridget Eastville (senator for Mitwold) as part of a larger plan to provide protection to towns throughout the Empire. While the defences are not sufficient to qualify Sybela as a fortification, they have already helped reduce brigandry throughout the territory.  \nCataphracts of the Cohort of the Winter Bear."
      }
    ],
    "regions": [
      {
        "name": "Bastion Rounds",
        "description": ""
      },
      {
        "name": "The Elms",
        "description": ""
      },
      {
        "name": "Stoneside",
        "description": ""
      },
      {
        "name": "Sybella Cross",
        "description": ""
      },
      {
        "name": "Woodbury",
        "description": ""
      }
    ],
    "nation": "Highguard",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Casinea",
    "history": "As with Bastion, Casinea has seen an influx of refugees from beleaguered Reikos in recent years.\n",
    "overview": "In Highguard's northwest, Casinea is an old and wealthy territory and the site of the town of Anvil, the political heart of the Empire.\nThe hills are rich with marble and granite quarries. Gold, silver, weltsilver, tempest jade and precious stones have been mined here for centuries. Several wealthy chapters protect the quarries and mines to ensure the protection of the vital assets against barbarians.\n",
    "features": [
      {
        "name": "Anvil",
        "description": "Location of the Senate, and the Sentinel Gate. Four times a year the powerful citizens of the Empire meet here to determine the future of their people. The ruins of the old smithy in which the first Empress took shelter from her enemies when a young woman. Said to be where the first open declaration of the dream of Empire was made. After her ascension to the Imperial throne, the Empress declared that the small settlement would be preserved for the lifetime of the Empire in memory of sacrifices made by those sheltering her. Since then Imperial parliaments have been held there, but the town itself has never been allowed to grow."
      },
      {
        "name": "Casca’s Doom",
        "description": "A small chapter built round a shrine to Loyalty in the early days of Empire. Casca was a Magister who was ordered to perform a mighty work of magic to shake the ground beneath an orc army’s feet. Despite reservations, the ritual went ahead at the command of the Senate. Legend has it that she continued to chant even when the power grew too much and the ritual failed, splitting the ground and burying her in the rubble. Her doom is considered a lesson by many magisters in Hghguard today. Loyalty must be tempered with wisdom, and the voice of the Conclave must be heeded."
      },
      {
        "name": "The Silent Sentinel",
        "description": "According to myth, the foundations of this castle were lain by the Paragon known as The Sentinel. The lower parts are made of black basalt and granite, with upper levels of later construction reinforced with white stone. The castle is considered one of the ugliest in the Empire, but it is also known to be one of the strongest. Today it guards against aggression from Reikos, as well as potentially providing military support to the people of Anvil should any enemy force threaten the heart of the Empire. (OOC Note: The Silent Sentinel is a second rank fortification."
      },
      {
        "name": "Syrene's Wisdom",
        "description": "Syrene's Wisdom is a Bourse position which produces Ilium."
      }
    ],
    "regions": [
      {
        "name": "Casfall",
        "description": ""
      },
      {
        "name": "Greatwood",
        "description": ""
      },
      {
        "name": "Mareholm",
        "description": ""
      },
      {
        "name": "Syrwatch",
        "description": "The great quarry of Syrene's Wisdom is found in the hills near the town of Syrene. A quiet community set around a small pool in the hills near Anvil, surrounded at a distance by a number of watchtowers and beacons. It is kept under close scrutiny by both magisters and the Conclave; Eternal heralds often visit the pools to speak with Imperial citizens."
      },
      {
        "name": "Woodwych",
        "description": ""
      }
    ],
    "nation": "Highguard",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Necropolis",
    "history": "",
    "overview": "The first Highborn settled along the coast of the Bay of Catazarr here, and some of the oldest post-Terunael human structure are found here. In some ways, it is the spiritual centre of the Highguard nation and - to a degree - of the Empire.\n",
    "features": [
      {
        "name": "The Necropolis",
        "description": "At the mouth of the river Couros lies Bastion’s shadowed twin, a mausoleum in black marble. Built in the ruins of Pharos - the first Highborn settlement was destroyed in the Patrician war – the tombs have spread to encompass almost all the old ruins. Scattered throughout the ruins are mausoleums built to house the Highborn dead. To many Highborn it is as if the city itself has been entombed, its memory preserved in the house of the dead.\nThe Necropolis holds the bodies of the Empire’s heroes, along with the Imperial Histories, guarded eternally by the Stewards of the Dead. The legendary mausoleum has become the final resting place of almost every Emperor and Empress. In death, all Highborn desire to be lain to rest here, amongst the heroes of the past, where the Stewards of the Dead watch eternally over their silent graves. It is a tremendous honour for heroes of other Imperial Nations to be offered a final resting place alongside them. Those who would be heroes know that granite – and the words placed upon it – will endure long after their flesh has faded."
      },
      {
        "name": "The Shrine of Britta",
        "description": "A beautiful white granite shrine honouring the Empress Britta was constructed in early 377YE. While the body of the Empress was interred in the swamps of Kallavesa, her accouterments were placed in the shrine. An eternal flame burns in a paved courtyard in front of the memorial, which serves as a place of pilgrimage for those wishing to pay their respects or meditate on the lessons of Britta's reign and death. The Guardian of Britta's Shrine watches over the memorial, and receives a portion of liao as well as voting power in the Imperial Synod."
      }
    ],
    "regions": [
      {
        "name": "Coursmouth",
        "description": "Where the river Couros empties out into the Bay of Catazarr. The Necropolis is built around the mouth of the river, in the ruins of Pharos (the first Highborn city)."
      },
      {
        "name": "Fishguard",
        "description": ""
      },
      {
        "name": "Hedrossan",
        "description": "The river Couros is navigable for much of it's length. The trading port of Hedra is a fair distance inland, but is the favoured destination of ships from the League and Brass Coast. Vessels from as far afield as the Marches and even Wintermark prefer to bypass the archaic docks at Crown's Quay and do their trading here. A great deal of grain and other foodstuffs are sold to merchants destined for the peaks of Urizen, despite (or perhaps causing) a great deal of economic rivalry with the port of Cargo in Redoubt."
      },
      {
        "name": "Highrod",
        "description": ""
      },
      {
        "name": "Longbeach",
        "description": "Today Longbeach is best known for the port-town of Crown's Quay. Once a small fishing village called Westport, Crown’s Quay became notable as the preferred port for those wishing to travel to Anvil, and its docks were rebuilt by the military council in the early days of Empire. Legend also says that it was the place the Three Sisters, the founders of the Brass Coast, took ship. Despite it's age and fame, it has never been especially prosperous as a trade port - although several attempts have been made to built lighthouses and to upgrade the quayside they have rarely amounted to significant change.\n",
        "keywords": [
          "Coastal"
        ]
      },
      {
        "name": "Sanctuary Sand",
        "description": "This is where the Highborn ships first made landfall. The town of Sanctury claims it is built on the very spot where Atun's ship first came to rest on the sands of the new world. Since the establishment of Necropolis, this is where funeral boats land their cargo of the dead. From all over Empire, great heroes take their final journey to Sanctuary and then are carried along the steep cliffside trail to therr last resting place."
      }
    ],
    "nation": "Highguard",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Reikos",
    "history": "In 367 YE Reikos fell to the Druj barbarians who took advantage of the cover of the  Great Forest of Peytaht to launch numerous assaults against the fertile territory. The territory was lost along with half the wealth of Highguard. Many benefactors were ruined in the attack, and many more are still struggling to restore their fortunes. The gardens, parks and pleasant villages of Reikos were largely unprepared to face the onslaught of the Druj, and hundreds died in the initial attacks before they were able to take refuge in the fortified chapter houses. The presence of refugees complicated matters severely; several northern chapters fell prey to disease and starvation. The malicious tactics of the Druj served to make the situation even words - they regularly poisoned supplies; publicly tortured and displayed the horribly abused corpses of captured guardians and priests; crippled and maimed Highborn refugees then allowed them to flee so that their presence would further damage morale and absorb valuable medical supplies. Slowly but surely they pressed their advantage and drove the Highborn defenders southward.\nFinally, in Autumn 377YE the Druj mounted a major offensive against the surviving Highborn chapters in Riverwatch, Haros and Tabernacle. The last regions of the territory fell beneath this assault, leaving only a scattered handfuls of fortified chapters as guttering beacons of hope in a sea of dread.\n",
    "overview": "This formerly peaceful stretch of the Couros river was also home to pleasure gardens, parks and country estates. Reikos is composed of sweeping plains with occasional patches of decidious woodland or raised elevation. The only major woodlands outside of the Great Forest of Peytaht is Broken Ride, while only the south-eastern downs around Chalcis Mount really count as being hills.\nThe wealth of Reikos traditionally came from four places. Firstly, the Vigilant Swan and the Great Forest at Reikos produced quality stone and wood respectively, as well as highly sought after white granite and weirwood. Second, the Gardens of Chalcis produced herbs sold all over the Empire. Third, the wide roads helped connect the Navarr in Therunin and the Urizen in Morrow with the rest of the Empire and several towns grew up to cater to the needs of merchants and pilgrims. Fourth, the beauty of Reikos itself made the territory wealthy - the great gardens, sweeping estates and peaceful surroundings made it a favourite place for Imperial citizens from across the Empire to convalesce after illness, or to spend time away for the cares of everyday life.\nThe downfall of Reikos came from it's border with the Great Forest of Peytaht. At its edges, the Great Forest is an abundant source of lumber but, it's heart is wild and untamed. The long border with the dark forest was notoriously hard to defend, despite the efforts of vigilant chapters such as the the Grey Watchers of Peytaht, but at least the forest was equally hostile to human and orc alike. When the Druj barbarians launched a surprise attack through the forest in 367YE, the Highborn were woefully unprepared for it. Those chapters on the edge of the forest that did not retreat were overwhelmed in the first few months of the attack.\nRecovering Reikos is an important goal for many Highborn chapters. Several, such as the (now-Bastion based) Shattered Tower; the Unbound Chapter (now in exile in Casinea), the Cantiarch's Hold, Stone Vigil, Reumah's Reoubt or the Lux Reikos have their foundations here, while others such as The Unrelenting have formed specifically to ensure that Reikos is recovered. They will not rest until the Druj are driven out, Reikos is restored, the gardens re-planted, and the bells set up on high so that the sacrifice of the defenders of Highguard will never be forgotten.\n",
    "features": [
      {
        "name": "High Chalcis",
        "description": "High Chalcis was one of the larger settlements in Highguard. The town was a centre for healing and the study of the apothecary arts where the medical knowledge of the Empire was codified and expanded. The settlement fell to surprise attack in 367YE, and the storehouses of knowledge raided by the Druj and turned to corrupt uses. The town has since been converted into a twisted fortification by the Druj. While the Gardens are the best known, the hillse of Chalcis Mount were the site of a great many herb gardens, and was known for producing very fine quality Imperial Roseweald. Scouts suggest that a number of Druj apothecaries are using the place as a base of operations, supplying the orcs in the territory with potions and herbs harvested from the remaining herb gardens and the nearby Gardens of Chalcis. (OOC Note: High Chalcis is now a rank one fortification in the control of the Druj.)"
      },
      {
        "name": "The Gardens of Chalcis",
        "description": "Said to contain every kind of flower, fruit and herb in the known world, this walled sanctuary was once a haven of tranquility and the study of the healing arts. While much of the gardens were given over to the study of healing herbs, it was also maintained as a conservatory where examples of plants brought from all over the world were cultivated and studied. Since the fall of High Chalcis to the Druj in 367YE, the gardens have been gutted and enslaved Highborn now toil to produce herbs and poisons for the use of the barbarian invaders."
      },
      {
        "name": "The Sign of Tamar",
        "description": "A vast sigil incised into the plain in northern Reikos, created by digging long trenches in the earth. Scholars are unsure what purpose (if any) it serves, or when precisely it was constructed. There is no viewpoint nearby where the entire figure can be seen clearly, although scholars have paced out the sigil and drawn it, and declared it a humanoid figure that matches the constellation called the Drowned Man. Until Tamarbode fell to the Druj, there was a great deal of speculation as to who Tamar might have been, who placed this sigil here, wether there was any connection with the Old Pig in Mournwold to the west, and precisely why the region as a whole was called Tamarbode."
      },
      {
        "name": "The Great Forest at Reikos",
        "description": "On the borders of Reikos, covering the eastern hills of Broken Ride the Great Forest is an abundant source of valuable timber including precious weirwood. It was lost when Broken Ride was over-run by Druj barbarians in 369YE.\nThe Great Forest at Reikos was an Imperial Bourse position which produced weirwood. Under Imperial control this Bourse position produced 25 Imperial wains of weirwood every season. it is not currently being auctioned.",
        "weirwood": "25"
      },
      {
        "name": "The Vigilant Swan",
        "description": "This quarry complex north of Riverwatch recently fell into the hands of the Druj despite the efforts of the brave Highborn defenders at Tabernacle. The site was guarded by a flock of white and black swans who nested on the washing ponds below the quarry's workings, it was claimed they cried out whenever intruders come near, but their presence was not enough to deter the barbarian invaders bent on claiming the whole of Reikos.\nThe Vigilant Swan was a National Bourse position which produced white granite. Control of the Vigilant Swan was assigned to whichever Highborn candidate received the most support from Highborn owners of congregations. This Bourse position produced 25 Imperial wains of white granite every season.",
        "whiteGranite": "25"
      }
    ],
    "regions": [
      {
        "name": "Broken Ride",
        "description": "The rolling woodlands of Broken Ride were regularly used for hunting and for training Unconquered recruits. Only a few scattered chapters were built here, and they were especially isolated from the rest of Reikos when the Druj invaded. These woods are the site of the massacre at Exile in 369YE. Exile was built round a chapter of Unconquered who trained in the solitude provided by the deep woods. It was a hard place, and the Highborn there embraced many trials designed to harden the soul; they held out for three years before they were finally overrun. In the last days of the siege, the choice to hold against overwhelming odds or leave with honour was given to all of the recruits, not a one of whom chose to leave. In battle now, some of the unconquered say: “Remember Exile. We will return” in memorial of fallen friends and mentors.\nThe Druj are believed to have desecrated the corpses of the dead, using them to construct a shrine of terror and hate that now stands as a monument to the dominance of the Druj over the territory. Scouts suggest that the Druj have continued to add to this shrine, and claim that it exerts as malignant presence that is beginning to make itself felt in Longshire, Tamarbode and Chalcis Mount.\n",
        "keywords": [
          "Forested"
        ]
      },
      {
        "name": "Chalcis Mount",
        "description": "They gentle hills of Chalcis Mount are in the hands of the barbarians. They are the site of the Gardens of Chalcis, and the walled town of High Chalcis. In some poems, they were called the Red Downs due to the distinctive hue of the Imperial Roseweald that grew profusely on their slops. Since the region fell to surprise attack in the Autumn of 367YE, however, the name has fallen out of use.\n",
        "keywords": [
          "Hills"
        ]
      },
      {
        "name": "Grey Charge",
        "description": "The wide plains of Grey Charge are avoided by the Druj themselves, but lie under the control of at least one of their subject tribes. There are believed to be a number of enslaved human settlements still intact here, used as a source of brutalized labour by their barbarian oppressors."
      },
      {
        "name": "Haros Water",
        "description": "The chapters of Haros (the settlement takes it's name from the tributary of the Couros on which it stands) are currently under siege; but all is not lost. The river gates of Haros still allow daring forays by expert boatmen who manage to get much-needed supplies to the surviving defenders. Without this lifeline, the Highborn could not hope to hold their settlement against the Druj. One of the surviving chapters, the Draughir dominated Suns of Couros are believed to be holding firm against barbarian attacks, and keeping the central crossing-point across the river from falling into Druj hands. \nBeyond the walls of Haros, the fields and gardens have been burnt to ashes. The Druj seem to take a particular pleasure in crucifying captured cataphracts within sight of the walls of one of the surviving chapters, goading the defenders into is leaving their walls and attempting a rescue mission."
      },
      {
        "name": "Longshire",
        "description": "The plains of Longshire are scattered with the ruins of chapters that have fallen before the barbarian assault. These ruins have been claimed by various barbarians, some of whom are said to launch raids against each other when they think th gaze of their Druj overlords is elsewhere. In 370YE scouts from nearby Tabernacle reported that one of the captured chapters - the Granite Chain chapter - had been razed to the ground and every orc within it slain and left for the crows. Apparently the Druj themselves did this as some sort of warning to other orcs. At least one band of Unconquered takes advantage of the superstitious dread the orcs seem to feel towards this place and use it as a base of operations - although they report that the place is almost certainly haunted by the angry spectres of both slaughtered barbarians and murdered Granite Chain Highborn."
      },
      {
        "name": "Riverwatch",
        "description": "Site of the settlement of Tabernacle, this was the last region of Reikos to fall to the Druj after many months of sustained assault. A well-fortified triple-ringed chapter whose settlements sprawled outside its walls in long years of peace, most of the town has fallen to barbarians. In happier times this was a popular stopping-point for merchants travelling between Casinea and Sarvos in the east and the Navarr steadings of Therunin to the west. It is believed there may be some chapters still holding out in or around Tabernacle, but it is unknown how much longer they will be able to survive."
      },
      {
        "name": "Tamarbode",
        "description": "The desolate plains of Tamarbode are best known as the site of the enigmatic Sign of Tamar, and at least one chapter dedicated to protecting and guarding the eerie earthworks. It was also home to a couple of fortified chapters on the borders of Brocéliande, facing into the forests there and keeping a careful watch on the Vallorn that slumbers fitfully at it's heart. There has been no news from any of these chapters since the last of them was overrun by Druj in 372YE. Now the region appears to be under the control of an especially vicious Druj Ghulai who goes by the nickname \"Greenmask\""
      }
    ],
    "nation": "Highguard",
    "whiteGranite": 25,
    "mithril": 0,
    "weirwood": 25,
    "ilium": false
  },
  {
    "name": "Holberg",
    "history": "In 346YE, however, barbarians attacked the territory, sacked the vineyards, burnt the hardwood groves so precious to the city's crossbow makers, and laid siege to the walled city. The Senate remained paralyzed throughout this time, unable to secure funding and forces to raise the siege and in the end the territory was lost to the orcs and remains under Orc rule to this day.\nBy early 377YE, the walls of Holberg were in a sorry state. The Imperial Senate passed a motion to supply emergency aid to the citizens of the city, following a plan suggested by the master engineer Rhiner Van Hesselman. Money and resources supplied to the city allowed for emergency repairs to be made to the walls, while herbs and medical supplies helped to counter the insidious effects of Druj poisons. Despite the fact that the city was under siege, heroic action meant that the defences were restored to full strength.\nIn Summer 378YE, the defenders had been forced back to defensive positions within the upper city. The Druj, made overconfident by earlier victories, pressed their advantage in Autumn ... with disastrous consequences for the barbarians.\nIs Holberg cursed?Empress Giselle met her end here and Emperor Hugh spent much of his reign trying to get support to retake the city. Some claim that when Empress Britta decided to concentrate her efforts on the western Empire it was as much due to her belief in the curse as it was about any amount of residual nationalism. According to the scandalous Sarvosian novel The Waters of Rebeshof, the curse was the work of a Weirwater weaver cabal seeking vengeance for the humiliation of the Dawnish. No evidence to support these scurrilous claims has ever come to light.",
    "overview": "Holberg joined the League in 136YE under a riot of political strife in the Senate. The lands that surrounded the city were under the control of barbarian orcs until they were driven back in an epic five year war of conquest by Dawnish nobles and forces loyal to them. But Holberg itself was never conquered; the city was protected by a dozen high walls and the Dawnish armies had little taste for a lengthy siege. When the city was convinced to side with the Empire by League diplomats, it also successfully requested the Senate assign the territory to the League. Dawnish senators were incandescent with fury but there was nothing they could do and Holberg became the prosperous fourth city of the League.\nIn the decades that followed Holberg grew rich and prosperous. The lands around the city possessed a rich agricultural heritage, well known for their fine vineyards. \n",
    "features": [
      {
        "name": "The City of Holberg",
        "description": "It's a big city. It's considerably nicer than your city.\nHolberg itself, however, has not yet fallen. Famous for its engineers, builders and architects, the city is immensely fortified and defenders still hold out to this day. The only approach to the city that remains viable is through a narrow pass that leads over the mountains and into Dawn. The remnants of the Towerjacks army serve as a de facto garrison in Holberb, but every year their situation becomes worse. Citizens from Holberg clamour for the territory to be reclaimed, and press for the siege to be broken and the territory retaken. Unfortunately, while the city itself is still intact, the territory of Holberg is no longer under Imperial control so the city has lost their Senate seat until it can be reclaimed. The League lays part of the problem in regaining Holberg at the feet of the Dawnish. They claim that Dawnish Senators use every excuse to focus attention elsewhere, and Dawnish Generals actively resist plans that would allow the recapture of the city. Even the Empress seemed unable to break the deadlock.\nDespite the currently tenuous situation, Holberg remains a vital part of the League. The city is notorious for its inventive brilliance, its ability to think of ingenious solutions to problems. Holberg invented the crossbow, but it is not inventions it is known for, so much as the ability of the inhabitants to use what they have to find solutions never before seen. Many Holberghians see life as a complex puzzle, one for which they are seeking the solution. They do not respect flights of fancy - but these people have found ways to build a city on a mountainside. They are utterly pragmatic but ingenious with it.\nThere is also an emphasis on learning and study that is found nowhere else in the Empire outside Urizen. Holberg already had its own university when it joined the League, something the other cities soon copied. It does not have great libraries to rival Urizen or Highguard but it is a centre of excellence for tutelage, particularly in practical skills like engineering and surgery. There have been several free companies from Holberg whose reputation as siege engineers was unrivalled throughout the Empire. Holberg gives the League a scholarly excellence that allows it to hold its own with rival nations like Urizen - they may not be able to retake the lowlands without help from the Empire, but they have ensured that the city will not fall."
      },
      {
        "name": "The Great Pits of Ennerlund",
        "description": "The Great Pits of Ennerlund were rightly famous for the impressive application of ingenious League engineering. Dug dangerously close to the bounds of the Morass the mithril mine was kept dry by mechanised pumps. The pits were lost when Holberg was overrun and the mine - and its bounty of mithril - is still in the hands of the Druj barbarians - although how well they have maintained the machinery that prevents the mine from flooding is unknown at this time.\nThe Pits were an Imperial Bourse position which produced mithril. Under Imperial control this Bourse position produced 27 Imperial wains of mithril every season. It is not currently being auctioned.",
        "mithril": "27"
      }
    ],
    "regions": [
      {
        "name": "Holfried",
        "description": "This is where the great fortified city of Holberg stands. It is one of the greatest fortifications in the Empire but has been besieged by hostile barbarians for a little over thirty years. Holfried is the only region in the territory that is in the hands of the Empire as of Winter, 377YE. (OOC Note: The walls of Holberg are a rank 2 fortification).In Spring 378YE the Imperial Senate arranged the creation of a cemetary at the foot of the southern wall. Marcher soil and apple trees were imported and watered with waters taken from streams in Mitwold, Upwold and Bregasland.\n",
        "keywords": [
          "City"
        ]
      },
      {
        "name": "Holmauer",
        "description": "The sprawling suburbs of Holmauer are a region unto themselves. Outside the walls of Holberg proper, they have been devastated by decades of war, cannibalised by the barbarians to build fortifications of their own. Makeshift barricades have given way to increasingly sophisticated fortresses, but these defences that once shielded the Druj against Imperial counterattacks are now being used to protect the human armies in their campaign against the barbarians. (OOC Note: The walls of Holmauer are a rank 1 fortification).\n",
        "keywords": [
          "City"
        ]
      },
      {
        "name": "Misericorde",
        "description": "The northernmost region of Holberg, these dark forests were once a haunt of bandits and brigands – the bandit “warlord” Graffler made his base of operations here – and have a poor reputation as a result.\n",
        "keywords": [
          "Forested"
        ]
      },
      {
        "name": "Utterlund",
        "description": "The forests of Utterlund are tamer than those of Misericorde. At one time they served as a hunting preserve and the were the site of several cultivated woodland preserves that produced valuable raw materials for use in several industries. Owned and worked by local people, many forest workers are still in the area, enslaved by the barbarian.\n",
        "keywords": [
          "Forested"
        ]
      },
      {
        "name": "Ennerlund",
        "description": "The Great Pits can be found here. Most of the region as dotted with light woodland, although great swathes of it have been clear-cut by loggers and by labourers associated with the mithril mind - indeed the area directly surrounding the mineworks was entirely stripped of trees long ago and is sometimes referred to as the \"Ennerlund Wastes\"."
      },
      {
        "name": "Rebeshof",
        "description": "A wide plain, now dominated by an unsightly fortification built over the last several decades by the orc invaders with looted stone. Human slaves are used to work the remaining farms here, providing food to their conquerors. (OOC Note: The fortress at Rebeshof is a rank 1 fortification)."
      },
      {
        "name": "The Morass",
        "description": "In the past, the Morass has been partially drained. Since the territory of Holberg fell the waters have risen and the swampy land expanded, turning most of the region back into boggy marsh and drowning a great many farms that once exploited the naturally fertile soil of the reclaimed land. There have been several reports of marshwalkers in the last decade although whether these are natural creatures or part of the Druj forces is unclear - the Druj will be sure to exploit them given the chance, however.",
        "keywords": [
          "Marsh"
        ]
      }
    ],
    "nation": "The League",
    "whiteGranite": 0,
    "mithril": 27,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Sarvos",
    "history": "Sarvos was the birth-place of the Empress Giselle, who held the Throne between 331YE and 346YE. Sometimes called the Unwise, she was a shameless League patriot who put the needs of her nation above those of the Empire. Unlike the vast majority of Emperors and Empresses, after her death she was interred in a marble tomb in the Alvetti guild estates in Caricomare.\nIn 348YE, the city was struck by a terrible tempest that did significant damage to many coastal parts of the city and lead to the flooding and eventual sinking of the southern district of Caricomare. Reclaiming the ruined quarter of the city was deemed \"too expensive\" by the Senate - a move that some bitter Sarvosans believe to have been intended as a punishment for the League and the city of Sarvos in particular, in the wake of the unpopular Empresses' death. Recent developments have lead to a major re-construction effort, and it looks as if Caricomare will soon be restored.\nAlso of note is the establishment of the Asavean Embassy in Sarvos. Senator Mirislav (who was also responsible for the restoration of Caricomare) arranged the establishment of a formal embassy with the Asavean Archipelago in 378YE.\n",
    "overview": "Sarvos refers both to a territory, and the city that sits at the heart of that territory. The city itself is constructed on an island just off the coast, like a beacon of light in the water. It sees itself as the cultural centre of the League, and arguably the whole Empire. It takes its common epithet from the many mirrors found upon the roofs of the city, said to \"sparkle like gems\" during the day. Folk legend suggests that if the mirrors are shattered the city will surely fall, and for this reason some citizens carry a mirror about their person, an affectation that encourages unfair accusations of vanity.\nSarvos is as driven as any city in the League, but art is its true passion. They claim to have invented theatre, a ludicrous claim but believable in a city graced with so many theatre-houses. They are certainly the originators of the magician troupes that are now commonplace throughout the League and they are usually the centre of League performance magic. Not just theatre is popular however; there are rival opera houses whose bitter divisions are every bit as keen as those of the leading theatre troupes. Several wealthy merchant princes have endowed their collections of art on the city and there are public galleries where the most beautiful pictures and sculptures can be viewed in exchange for a ring or two. \nThe land around the Bay of Catazar is lush and fertile, with low flood-plains; olive farms and prime grazing lands fed by the waters of four rivers: the lazy Couros that flows along the border of Highguard and Urizen; the flighty Scorrero, whose capricious nature has drowned many an unwary river captain on its course through the Brass Coast; the broad-banked Gancio, solid and well-defended; and the furious Vassa that flows down through Tassato.  The four rivers are central characters in the art and folklore of the city. All the classic literature and theatre includes them in one form or another, whether as central characters or “clowns” during the interludes. A popular game between playwrights and critics is to conceal the characters in some way and challenge the critic to locate them. \n",
    "features": [
      {
        "name": "Sarvos",
        "description": "The city of Sarvos covers the island of Cigno and in some places extends into the Bay on sturdy pontoons. It is widely said to be one of the most beautiful cities in the world - when the sun strikes the mirrored roofs at sunrise and sunset, the whole island glows like a star. Space is at a premium in Sarvos - cramped streets flow between soaring towers, choked with merchants, tradesmen and students. There are no \"green spaces\" in Sarvos - the island is simply to crowded and any parks that might once have existed have been built over in recent centuries. To combat this, the citizens often cultivate roof gardens and window-boxes, bringing beautiful and practical plants into their homes. The richest Sarvosan guilds maintain estates on the mainland, allowing the to \"get away from it all\" when the press of humanity becomes too much. The city is divided into several distinct districts, of which the more famous is probably the dockside ward of Caricomare.\nFire is a constant worry. While there has never been a significant blaze in Sarvos but many residents have regular nightmares that a major fire could destroy the entire city before it could be dealt with (although as one Tassatan wit said, \"The whole place is so damp it would take a great deal of effort to set fire to even a small tower.\")\nIt is the site of Diora University, a prominent seat of learning that specialises in researching obscure topics for money. Here can also be found Capodomus Cathedral, one of the largest religious structures in the Empire, a towering monument encrusted with precious materials and objets d’art. It is most famous for its theatres, opera houses, galleries and conservatories - it is truly a city where art is help up as the highest aspiration of humanity. \nSarvos is also a byword for excellent food, and every bar, street vendor and hostelry prides itself on providing its own speciality snack: perhaps a particular way of spicing ham, or salting and smoking beef, or an excellent dipping sauce for vegetables. It is said that an epicure can dine out every night of their life in Sarvos and never eat the same meal twice - it is also home to a great many establishments that serve dishes native to distant nations, often in setings designed to cleverly evoke the sensation of actually being in one of those nations. \nSarvos is also a highly cosmopolitan city - it is common to hear a half-dozen tongues being spoken in the markets and bazaars. Captains from across the known world come to trade with the Empire here - there are docks and quays all around the circumfrence of the island. It is also a popular stopping-off point for ships that have travelled from the central Empire before they embark on journeys to more distant lands."
      },
      {
        "name": "The Spider's Dream",
        "description": "An elegant bridge spans the river Vassa here, connecting Trivento to the Brass Coast. It is a marvellous piece of engineering that resembles a spider's web. There is a toll to pay, or you can take the long way around. Unfortunately, time has not been kind to the Spider's Dream. Resources initially used to maintain it were siphoned off in the time of Emperor Walter, and the bridge became increasingly dangerous to cross. In Spring 377YE, however, the Imperial Senate took steps to ensure it's restoration to full functionality - reinstating the Imperial Title of Spider's Tollkeep in the process and heading off potentially unpleasant implications for the people of both Sarvos and Madruga."
      },
      {
        "name": "Asavean Embassy",
        "description": "Following the Spring Equinox 378YE, construction began on an official embassy to the Asavean Archipelago under the watchul eye of Miroslav, Senator for Sarvos. Shortly after the Embassy was complete, accusations of excessive piracy from Nemoria lead to a minor international incident, but a sizable gift organised by the Senator for Temeschwar helped smooth over the growing conflict between Asavea and the Empire. There is now an ambassador in residence, and an influx of Asavean traders has lead to several luxurious goods from the far west becoming more freely available on the streets of Sarvos.\nCaricomare in it's primce"
      },
      {
        "name": "Caricomare",
        "description": "On the south side of Cigno, Caricomare is a ruined and abandoned suburb of Sarvos, destroyed by an Autumn storm during the equinox of 348 YE. Once a prosperous district of the city, today it is waist deep in water at some points and submerged almost entirely in others. The tomb of the Empress Giselle still stands in the ruins of the Alivetti guild estates here, but the ward was better known as the site of the wondrous Caricomare Quays, a great wonder unmatched elsewhere in the world. The mechanical quays were devastated by the storms that flooded this part of the city.  The repairs were considered  too costly and the floods created a displaced populace, compounding the overcrowding in the city. Caricomare today is an abandoned, dangerous place, a maze of flooded streets and waterlogged buildings, but it is said that riches can still be found in the depths, for those brave enough to investigate.\nA recent decision by the Imperial Senate has seen the beginning of a major reconstruction effort in Caricomare, to restore the docks and to appoint a Mayor of Caricomare to oversee the district."
      }
    ],
    "regions": [
      {
        "name": "Bocche",
        "description": "This western region shows some influences of the Brass Coast. A major highway passes through Bocche to Madruga, passing over the marvellous suspension bridge, the Spider's Dream. On the eastern side of the bridge is the town of Trivento. Once Trivento had ambitions to become a city to rival Sarvos, but this was before the bridge effectively removed their control of the Vassa crossing. Centuries later there is still some bitterness; Sarvosan sophisticates love to characterise inhabitants of Trivento as \"country cousins\", while the broadsheets of Trivento regularly depict Sarvos proper as a hive of vice and corruption that needs to be washed away. The people of Tassato are known to gleefully poke both sides of this ancient enmity - and to be quietly pleased that there is not a second city on the Vassa.\n",
        "keywords": [
          "Coastal"
        ]
      },
      {
        "name": "Cigno",
        "description": "This is where the jewelled city of Sarvos proper is found. It spreads across the entire island, and in some places extends a short distance into the bay on sturdy quays and pontoons. On the southern side of the island are the drowned streets of Caricomare - although recent decisions of the Imperial Senate mean that these ruins might finally be about to be reclaimed for the League.\n",
        "keywords": [
          "City,",
          "Coastal"
        ]
      },
      {
        "name": "Foracci",
        "description": "The wide plains and scattered woodlands of Foracci are the site of many \"country estates\" owned by guilds and wealthy individuals from Sarvos. Some bring additional profit to their owners, maintaining  farms or woodland preserves. While the region appears on the outside to be resonably idyllic, there are enough nooks and crannies that travellers here are occasionally confronted with unscrupulous bandits, and most of the estates maintain a small cadre of guards in case these bandits become too ambitious. \nUpriver along the Gancio is Rodez, more of an extended suburb of Sarvos than a settlement in its own right. Its harbour is alive with many-oared craft of all sizes; river-boats stopping off from the north, freighters from foreign lands and pleasure-cruisers carrying the wealthy from Sarvos to their inland estates. Many overland visitors to Sarvos stop here to take a ferry to the island."
      },
      {
        "name": "Riposi",
        "description": "Riposi is a flat, open land with poor, chalky soil. The few farms here tend to own large herds of sheep and goats, and little else. Riposi was at one time known for the cleverness of it's wolves and foxes, but in recent decades both species have been hunted to the point where they are rarely seen. The plains are always described as \"mournful\" or \"gloomy\" - cold winds regularly roar in off the Bay, and the influence of nearby Necropolis helps contribute to the general atmosphere of sadness and desperation. A phrase that sees vogue in Sarvos from time to time refers to someone as being \"'as poor as a Riposi dirt farmer\" - which explains why few guilds admit to having holdings here. In the days before the orc rebellion, large numbers of slaves worked here and it was the site of a bloody confrontation between the revolting orcs and Imperial forces. The battlefield here has become a minor site of pilgrimage for some Imperial Orcs.\nIn the far east of Riposi, where it touches the coast, is the large cave system known as Orphan’s Haven. It takes it's name from a tale that two shipwrecked children found a fortune in ancient pearls here, stashed by someone long-forgotten. Upon being rescued by local fishermen, they used the greater part of their wealth to finance a home for orphans in Sarvos in the name of the Little Mother. The cave itself contains carvings from lost Terunael, and some people believe it was used in pre-Imperial times as a covered port.\nSarvosan bishops of the Church of the Little Mother (with orphan)"
      },
      {
        "name": "Uccelini",
        "description": "Uccelini extends along the southern coast, and includes a number of small and medium-sized islands that cluster along the northern shores of the Bay of Catazar. Many of these islands are uninhabited, or the site of estates or business concerns that have long-since fallen into ruin. The remaining estates here tend to be quite well fortified - they need to be able to endure occasional raids by Grendel pirates that slip past the Freeborn corsairs.\nThe highest point along the coastline from Calvos to Sanctuary, Glass Point has a look-out point and a beacon set on a high tower above the cliff. A small town has grown up around it that shares it's named. Some sailors who spent a great deal of time away from shore have adopted the beacon of Glass Point as a tattoo. Some ship captains prefer to trade out of Glass Point rather than Sarvos proper, and those that do have a reputation for smuggling and dealing with barbarians and miscreants in search of a profit - they have taken recent decisions in the Senate very poorly.\n",
        "keywords": [
          "Coastal"
        ]
      }
    ],
    "nation": "The League",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Tassato",
    "history": "",
    "overview": "Peering at each other across the fast-flowing Vassa, Tassato is called the Twin City or the Split City. Providing the only easy way to cross the wide and dangerous river, Tassato is a city divided against itself. Tassato was originally two towns, Mestra and Regario, named for the feuding siblings who historically founded them on either bank of the Vassa. Over time, both towns grew on each bank and the river formed a natural boundary between them. Attempts to build bridges between the cities have always foundered and the people rely on boats and barges to cross the river.\nThe western part of the city is called Tassato Mestra, and the eastern is Tassato Regario. The people on either side of the river are historically rivals, and that historical rivallry occasionally boils up into open conflict. The two cities were unified under the control of Anabela di Regario, a merchant prince who ruled over a century before the creation of the Empire. Anabela was forced to contend with the constant rivalry between the two cities, open battles in the streets between bravos was causing widespread lawlessness and in the end the prince declared a ban on the open carrying of weapons. The ban had the desired effect, damping down the bloodshed although and the rivalry was slowly transformed to verbal banter between the two sides. The ban endured until Tassato joined the Empire and in that time the people became famous for their wordplay, launching quips and insults at each other like arrows.\nCitizens of Tassato generally refer to Regario and Mestra as seperate places, while everyone else refers to them as wards or parts of the same city.\nToday Tassato enjoys an unrivalled reputation as a city where the spoken word is an art-form. Tassatans take a delight in layered meanings, subtexts and unspoken communication. The city has provided several senators famous for their brilliant oratory and representatives from the city are usually regarded as the finest diplomats in the Empire. Of all the people of the League, Tassatans are most likely to view life as a game and they are notorious for their love of intrigue, not just for the sake of advancement but for the sheer pleasure to be had thereby. They regard cunning diplomacy more highly than armed conflict, not because they are peace-loving, but instead because they regard words as a more effective tool than weapons in destroying their enemies - better to set enemies against enemies than to face them yourself. Manipulation is high art here - no surprise that some of the finest mountebanks hail from Tassato.\nTassato chooses a senator each Autumn equinox, and as might be imagined the election is often bitterly contested. Traditionally, being senator for Tassato is regarded as one of the worst seats in the Imperial Senate. If the senator is from the city itself, then they often encounter resistance and hostility from the folk from the other side of the river. If they are not from the city proper - if they refuse to pick a side - they are generally treated as interlopers and encounter harassment from citizens from both sides of the river. A few wealthy guilds that live outside the city proper maintain a discreet distance from the intrigues of their more urban cousins - the votes of these guilds are much sought after by candidates regardless of where they live.\nFrom Tassato Regario, the Camorra Barossa, Guild of the Crimson Fox",
    "features": [
      {
        "name": "The Sapphire Stair",
        "description": "A masterwork of locks built by the Tassatan engineer Marco Di Paraiso for Emperor Giovanni in the early days of the empire, replacing the old system of portage. Tassato relies on the Sapphire Stair for all its boat trade, and due to this, the village of Cevia is fortified, and watchmen constantly guard the Stair. Control of the Sapphire Stair is hotly contested between the folk of Regario and Mestra. It represents a valuable sinecure, and the Keeper of the Sapphire Stair receives a portion of all tolls levied for the use of the river."
      },
      {
        "name": "The Arratan Gamble",
        "description": "The Gamble is a large quarry in northern Enterio. It has a singularly bad reputation, and several previous holders of the seat have been ruined. Some claim that the quarry is cursed, while others claim that the real problem is the people of Tassato Regario who resent anyone other than a fellow Regario citizen claiming it. In addition to the white granite produced in the Gamble, the quarries are known for their fine stone using in construction throughout Tassato and the central Empire.\nThe Arratan Gamble is an Imperial Bourse position which produces white granite. It is allocated to any Imperial citizen by open auction during the Summer solstice. This Bourse position produces 25 Imperial wains of white granite each season.",
        "whiteGranite": "25"
      },
      {
        "name": "The Imperial Mint",
        "description": "In the centre of the Vassa towers the Imperial Mint where Imperial coinage is produced. While this fortified building itself is operated by the civil service, its protection falls to the people of the League. The Master of the Imperial Mint has the use of sumptuous apartments on the small island where the Mint stands, and access to a number of well-maintained boats with which to cross the Vassa.  Founded by Emperor Giovanni,\nThe Master of the Imperial Mint is a national Bourse position which provides several political and economic advantages. The title is auctioned to the citizens of the League each Winter."
      }
    ],
    "regions": [
      {
        "name": "Cascatas",
        "description": "On the western banks of the Vassa stands the fortified village of Cevia which guards a river crossing where two Trods meet and cross the Vassa. It is best known outside of the League as the place where the famous traveller's inn, the Caduta, stands. It is built next to the Sapphire Stair, a masterwork of locks, and many trading barges pass through every day. While Cascatas claims to be neutral in the age-old conflicts between Mestra and Regario, the simple fact of geography that sees it on the western bank means it's citizens are much more welcoming to travellers from the western city than the eastern, which has been a point of some contention. The Keeper of the Sapphire Stair has a comfortable house here, but it is rarely used - especially when the keeper is not from Tassato Mestra."
      },
      {
        "name": "Enterio",
        "description": "The plains of Enterio are home to a number of farms, orchards and vinyards as well as a fair number of wineries. Tassato imports much of it's food - there is no way the farms here could support the multitudes who call the city home - and so the farms have tended to focus on specialised crops. They compete among themselves to ensure the name of their particular breed of apple or grape, or the flesh, hide or wool of their particular herd, is considered the best. Enterio is also the location of the Arratan Gamble and there are several small settlements in that area that provide housing and services for the quarry labourers."
      },
      {
        "name": "Tassato Mestra",
        "description": "Tassato Mestra is famous both for its boatyards - it is the primary source of the riverboats that ply their trade from Sarvos deep into Dawn - and for the boldness of its brothels. The west bank of the river is almost entirely given over to a gaudy display of brazenness, the so-called Street of Pleasures where anyone with the purse for it can buy company, narcotics and other goods of dubious virtue. The ciciscbeo of Mestra, while generally seen as lacking the refined manner of those hailing from Sarvos, are known both for their quick tongues and physical skills.\nMestra tends to be more cramped and \"dirtier\" than Regario across the river. Built at the foot of steep hills, restrictions on space have lead to the buildings being much taller than those of their neighbouring citizens. Some buildings, especially along the riverfront, stretch to four or even five stories. Architects in Regario may be more technically adept, but builders in Mestra are certainly masters at improvisation and practical application of their skills.\nThe hills above the city proper are also the site of several old mines. While the mineral wealth of Tassato Mestra is piddling next to that of places like Temeschwar, the guilds who control these mines are old and reasonably influential in the city and the League as a whole.\n",
        "keywords": [
          "City"
        ]
      },
      {
        "name": "Tassato Regario",
        "description": "The east part of the city, Tassato Regario, is best known for its workshops and magicians. According to legend, the printing press was designed in Tassato Regario and the first presses were employed here printing religious tracts, scholarly treatises and political manifestos. There are several printers in Regario, and while they may occasionally vie with each other for the right to print a particularly important - or slacious - document there is more than enough work to go round. The eastern part of the city is home to philosophers, agitators, demagogues, poets and scholars from across the Empire who come here to have their work printed and add a distinctly cosmopolitan feel to the city.\nThe eastern city is much less cramped than the western city - it is also surrounded to the east and south by wide parklands often referred to as the Regarian Walls. This public park is tended by a cadre of professional gardeners, and is also home to several fine orchards and vinyards. Once one gets beyond the public areas, there are several jealously guarded preserves where the iridescent butterfly is cultivated. The guilds who control these private preserves are very fond of their privacy and do not appreciate unexpected guests. Several of them have divorced themselves entirely from the politics of the city, barely pay attention to the politics of the League, and have a reputation for being ... odd. At least one of the guilds here is composed entirely of naga, descended from some of the original reckoners and rumoured to egage in idolatrous worship of one or more Night eternals.\n",
        "keywords": [
          "City"
        ]
      },
      {
        "name": "Madeiras",
        "description": "A sprawling forest that extends northward to Miaren. Long before the Empire was founded, there was conflict across the borders here with the Navarr, and several battlegrounds litter the land to the north. The woodcutting settlement of Tagliona is found in southern Madeiras. A small town, it supplies much of the wood required by Tassato's boat-builders and (along with stone from the quarries) it's building materials.\n",
        "keywords": [
          "Forested"
        ]
      }
    ],
    "nation": "The League",
    "whiteGranite": 25,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Temeschwar",
    "history": "",
    "overview": "Temeschwar was once part of wild Varushka, but it joined the Empire alongside Sarvos and Tassato, when the League was formed. Citizens of Temeschwar commonly make an effort to be as flamboyant as their southern fellows, but their dress is inevitably more practical, to accommodate the harsh northern weather. They are tradtionally more brutally pragmatic than those who live on the bay. It is a foothold of trade to Varushka, Wintermark and nearby Dawn. Trading in raw materials and crafted goods, especially weapons and armour, it is seen by many as the merchant capital of the northern lands.\nDespite its good relations with Varushka, Temeschwar has always suffered somewhat from being distant from Sarvos and Tassato whose close proximity made them the natural heart of the League. Temeschwar may well be the richest of all the cities of the League, but it can never quite shake the fear that it is not as good as the others.  This anxiety is just part of what drives the Temeschwari to be so competitive and so ruthless. Temeschwari strive to work that bit longer and that bit harder than anyone else in the League. If a Sarvossian closes their shop at sunset, their Temeschwari neighbour will light a pair of lanterns and keep trading for another hour.\nNot all relations with Varushka are good, however. There is still some bad blood between those of old Varushkan stock in Temeschwar and the citizens of Delev in Karov. When Temeschwar joined the Empire it attempted to prove that it had legitimate ownership of the Eternal Shafts of Time, a rich mithril mine on the border between the two territories. There are still plays and theatrical adaptations that revolve around the underhand, ruthless way the boyar of Delev \"stole\" the mine from under the noses of the Temeschwari, and relations between some Delev traders and and some citizens of Temeschwar are chilly to this day - especially in the rare cases where there is some distant blood connection between the two.\nThe Temeschwari are not just the most competitive people in the League, they also have a well deserved reputation as the most ruthless. In the years before the \ncreation of the Empire, the city was plagued by gangs of thieves and assassins who operated with open impunity despite the best efforts of the boyar, Ratibor. Thousands of inhabitants were linked with the different gangs who used tattoos to mark membership and enforce loyalty.\nIn the end Ratibor hired a force of Varushkan mercenaries and brought them in secret into the city during the depths of winter. In the notorious night of a thousand torches (named for the torches the soldiers carried to light their way) every inhabitant of the city was turned out of their beds, stripped and searched for marks. Anyone with a tattoo on their body was given a few minutes to collect their belongings before being forced from the city into the frozen snows beyond the walls. A few managed to bribe their way past the search but most were given over to the winter and were never seen again. The act was one of monstrous brutality, but it established the power of Ratibor as boyar and broke the power of the criminal gangs forever.\nThe Temeschwari wear their reputation for cold, hard dealing with pride. They view themselves as the strongest people in the League, combining the ambition and drive of the south with the strength and determination of the north. Physical as well as mental strength is prized here - Temeschwari bravos are as likely to favour the axe as the rapier - and her free companies have a reputation for toughness, as soldiers and as people. Most Temeschwari free companies are careful not to break the rules for they know the magistrates watch them carefully - but they will do almost anything required to win short of this. You can find many things in Temeschwar, it is said, but you will not find a scruple though you search the city from sunrise to sunset.\n",
    "features": [
      {
        "name": "Descent",
        "description": "Descent is a mining village built around a large open sinkhole at the foot of Mellfort Peak. Many years ago a stairs and ramp were built spiralling down into the depths of the Descent, and green iron is mined from the cavern complex beneath.\nThe Custodian of the Assayer's Guild often spends a lot of time in Descent, when they are not at their offices in Temeschwar proper. The Custodian is an Imperial title; the appointment is auctioned during the Spring Equinox each year to the highest bidding League citizen."
      },
      {
        "name": "Mellfort",
        "description": "On a peak to the West of Temeschwar stands an ancient hillfort, a ruined set of concentric rings of black stone. It hasn't seen use as a fortress for many years, but following the fall of Skarsind there was discussion of rebuilding it as a watchpost and beacon. In early 377YE the fortress was partially refitted to serve as a base of operation for groups of bravos hunting bandits and brigands preying on Temeschwari trade. Overseen by Bridget Eastville (senator for Mitwold) as part of a larger plan to provide protection to towns throughout the Empire, the defences are not sufficient to qualify Mellfort as a fortification, they have already helped reduce outlawry throughout the territory. They have also lead to further discussion about completing the work and restoring Mellfort to it's former glory as a strategically placed fortification."
      },
      {
        "name": "The Fortress of Salt",
        "description": "The Fortress of Salt is a Bourse position which produces mithril."
      }
    ],
    "regions": [
      {
        "name": "Hanuri",
        "description": ""
      },
      {
        "name": "Locul",
        "description": ""
      },
      {
        "name": "Metri",
        "description": ""
      },
      {
        "name": "Vargat",
        "description": ""
      },
      {
        "name": "Vardstein Vale",
        "description": ""
      }
    ],
    "nation": "The League",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Bregasland",
    "history": "Since the Jotun took Liathaven there has been an increase in raiding along the southern borders of Bregasland. Many residents are concerned that the barbarians will launch a major assault through the Rushes and Gravenmarch. While Bregasland has several forts and castles, they are generally small and mostly located along the western borders; building a major fortification is hampered by the boggy ground.\n",
    "overview": "",
    "features": [
      {
        "name": "Graven",
        "description": "Grew rich from Graven Rock, its high fields and mineral wealth. In happier times the Navarr came here often, with news and trade-goods from far afield. Many’s the inhabitant here who started life far, far away, brought here by a Navarr Guide. Nowadays, it’s the base of supply for the castles and forts that defend Bregasland against the barbarians in the Mourn and the forests of Liathaven."
      },
      {
        "name": "Greywater",
        "description": "The furthest west any wise Marcher will go. Beyond lie foreign parts. The locals make their living primarily from eel-fishing, but since this isn’t a trade that leads to many exports, some of the more daring amongst them will scour the surrounding marsh for unusual plants and flowers. These are dried, and sold through the markets at Meade for study across the Empire. The “grey” comes from slip clay stirred up by frequent storms: it’s not the best water to drink. There’s a thriving market in pure water; left to settle in vast oak tanks and carefully decanted."
      },
      {
        "name": "Ottery",
        "description": "A small fishing port that trades the produce of the marshes to Meade and across the Westmere to Wintermark."
      },
      {
        "name": "Sallow",
        "description": "People here keep themselves to themselves to a degree found off-putting even by other Bregaslanders. If those who don’t know press friendship on Sallowfolk, long knives come out and many’s the Sallow-cut who can tell you it’s best not to pry. The people of Sallow deal in cutting and drying rushes that are shipped to the other towns of the Marches for roofing."
      },
      {
        "name": "Fisher’s Rock",
        "description": "A black stone mound that emerges from the middle of the fens near Greywater. Atop it is a ruined tower ascribed to the Sentinel. It is said to be haunted, often showing strange lantern lights that lead people astray in the fens. The area around the rock sometimes yields treasures - old cups, coins, or sometimes more significant artefacts. As a result, many of the local clannish Merrow spend their time as prospectors; although they are as likely to return bloated with poison and on the brink of death as they are to return with something of interest."
      },
      {
        "name": "Rushring",
        "description": "A partially-submerged stone circle, the notorious site of a number of ritual killings in 365AF."
      },
      {
        "name": "Graven Rock",
        "description": "An enormous smooth flat grey-stone plateau approximately 4 miles in each direction, extending from the ground with a gently sloping face of only 50 metres or so. If one could view it from a great height it would have the appearance of a large flat pebble buried in the ground with only its upper level surface exposed. This unusual stone deposit sits in some of the largest expanses of fertile territory in Bregasland. The outer surface of the rock is covered in various entrances and doorways, which are the evidence of many hundreds of years of mining and excavation of the rock’s rich mineral core."
      }
    ],
    "regions": [
      {
        "name": "Gravenmarch",
        "description": ""
      },
      {
        "name": "Grey Fens",
        "description": "",
        "keywords": [
          "Marsh"
        ]
      },
      {
        "name": "North Fens",
        "description": "",
        "keywords": [
          "Marsh"
        ]
      },
      {
        "name": "Ottermire",
        "description": "",
        "keywords": [
          "Marsh"
        ]
      },
      {
        "name": "The Rushes",
        "description": "",
        "keywords": [
          "Marsh"
        ]
      }
    ],
    "nation": "The Marches",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Mitwold",
    "history": "",
    "overview": "",
    "features": [
      {
        "name": "Meade",
        "description": "The largest settlement in the Marches is the market town of Meade in Mitwold. Crowded around the mouth of the eponymous river on the shores of Westmere, Meade is not only the spiritual and administrative heart for the nation, it’s also a port whose ships deal in fishing, trade with foreign nations and sea defence against the barbarians through Westmere and the Gullet. It’s where Marchers from smaller towns often come to spend hard-earned coin, and more often than not plays host to exotic foreigners. The Harvest’s End Festival sees Meade filled with folk from all across the Empire, and it’s said that no-one sleeps there for a week.\nIn the wake of the death of Empress Britta in 376YE, semi-organised groups of bandits began to prey on traders travelling by land from Meade. By order of the Imperial Senate, in early 377YE a series of watchtowers and earthworks were constructed around Meade to help address this problem. The works were overseen by  Bridget Eastville nee Talbot (senator for Mitwold) as part of a larger plan to provide protection to towns throughout the Empire. While the defences are not sufficient to qualify Meade as a true fortification, they have already helped reduce brigandry throughout the territory.\nThe Bailiff of the Grand Market has a small office in Meade, although most title holders spend little time there (apart from to oversee the security of the grand market on the third weekend of each month). The Bailiff is an Imperial title auctioned each Winter Solstice through the Imperial Bourse that can be held by any citizen o the Marches."
      },
      {
        "name": "Hay",
        "description": "“The golden fields of Hay” appear in many a Marcher song. Hay is quintessential Marches, a small rural town set amongst rolling fields. Over the last few years a number of those fields have been turned over to military camps, as the Imperial army keeps a close watch on the barbarians in the Mourn. A number of locals have formed themselves into the Hay Irregulars, an unofficial force dedicated to helping turn back the barbarians so that Hay’s fields can be golden once more."
      },
      {
        "name": "Odd’s End",
        "description": "A bustling fishing port with a chip on its shoulder against the larger Meade, the fishermen of Odd’s End pride themselves on being first out to the water, the banner of Odd - a leaping salmon - raised above the waves before their Meade brethren have untied from dock. Odd was a devotee of Pride, and founded a monastery here, settling her folk on the shore when the Marchers first reached the Westmere and declaring that this would be the place where she would end her days."
      },
      {
        "name": "Wayford",
        "description": "A large market town at the confluence of the upper tributaries of the Meade. A layer of gritstone in between the chalk of the wolds means the river is wide and shallow, allowing livestock from the hills to cross, or embark on riverboats to Meade itself. At the river fork in Wayford stand several gibbets with a long and bloody history, notable in recent years for playing host to Red Walder and his outlaws, a plague on the Mitwold for many years. The town is also notable due to legends that the monstrous creature known variously as Jack-in-chains, Jack-of-Irons and Bloody Jack is buried somewhere nearby."
      },
      {
        "name": "The Maiden Stone",
        "description": "An ancient dolmen that stands in a scorched area of land in a grove of ash trees. Every year before the Spring festival the farmer’s wives of the area weave the largest straw dolly known in the territories. The Straw Maiden, as the creation is known, is 12 feet tall adorned with wild flowers with intricate patterns of vines woven into her skirt. The Maiden’s skirt is hollow at the base and she is placed atop the dolmen. The Landkeepers of the area then bless the Maiden in many nights of ritual. The Maiden then stands in the grove, visited by pilgrims who proffer food, trinkets and other offerings at her foot in the hope that she may bring them some small favour. This continues until the summer has ended. Mysteriously although the Maiden has been exposed to all weathers and temperaments, she does not rot, blow away or decay in any way, staying as fresh and brightly golden as the day she was placed upon the stone. Then, at the festival of Harvest there is another ceremony, the culmination of which sees the Maiden set alight, burning until there is nothing left."
      }
    ],
    "regions": [
      {
        "name": "Golden Downs",
        "description": "In 377YE the Imperial Master of Works approved the creation of Castle Mournhold in Golden downs. (OOC Note: When complete, Castle Mournhold will be a rank one fortification)."
      },
      {
        "name": "Maiden Downs",
        "description": ""
      },
      {
        "name": "Meade March",
        "description": ""
      },
      {
        "name": "The Meadows",
        "description": ""
      },
      {
        "name": "Oddmire",
        "description": ""
      }
    ],
    "nation": "The Marches",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Mournwold",
    "history": "The barbarian forces that eventually defeated the Marchers amassed for months in the forest to the west. Despite the Imperial forces that tried to turn them back, the horde was so numerous and ferocious that Mournwold was lost in pitched battle. As the troops withdrew heavy hearted from a battle they could clearly not win, the hordes did not pursue, they stayed in those hills and valleys, scurrying down the mines, slaughtering and devouring the cattle, defiling and tainting the holy places for their own dark ends. With the loss of the Mourn, the Marches has lost much of its mining.\nThe last Senator for Mournwold was Thomas Overton, who was also the last Marcher to voluntarily enter the wicker man.\n",
    "overview": "",
    "features": [
      {
        "name": "Overton",
        "description": "A sheep-farming town and market set on a hill, now the front line of the war between the Empire and the barbarians in the west. It has received strong support from League forces from Tassato. There’s a note of self-interest, but the people of Overton have been grateful for the help. They may not have a senator, but they hold the line for the territory that’s lost.Since the Senate negotiatied a ceasefure with the Jotun, the threat that the armies of barbrians will sweep across Overton is held in abeyance. However, this has not prevented smaller bands of Jotun sweeping down into the valleys of the Greensward in search of easy riches. In turn, Imperial raiding forces often strike from Overton into the Mourn, drawing more attention and giving the settlement the feeling of an armed camp or glorified barracks.\nIn Summer 378YE, work finally began on a fortified manor house that could serve as a place of refuge against the barbarians, and should protect the people of Overton from the worst effects of raiding by the Mournwold Jotun. With further work this could form a more permanent base of operations for the defenders of the town, and the Mourn as a whole."
      },
      {
        "name": "Old Pig",
        "description": "An aptly-named chalk figure carved into the hills of the wold."
      },
      {
        "name": "The Singing Caves",
        "description": "The Singing Caves are found on the northern borders of the Greensward not far from Overton. Still in Imperial hands, albeit only just, the Singing Caves take their name from the strange voices that echo forth when the wind blows above. Many Imperial citizens are concerned about what will happen to the Singing Caves when the Jotun invaders make a significant attempt to conquer the last Imperial hold outs in this desolate territory.\nThe Singing Caves is an Imperial Bourse position that produces mithril. It produces 28 Imperial wains of mithril every season.",
        "mithril": "28"
      }
    ],
    "regions": [
      {
        "name": "Alderly",
        "description": "A forest of old oak and sycamore. Marcher faerie tales tell of diminutive creatures who hide beneath the trees and prey on unruly children - most likely references to a hidden Feni enclave of some type.\n",
        "keywords": [
          "Forested"
        ]
      },
      {
        "name": "Chalkdowns",
        "description": ""
      },
      {
        "name": "Freemoor",
        "description": ""
      },
      {
        "name": "Green March",
        "description": "Near the border with Bregasland is the odd monument called High Courage. Looking down across the moors towards Liathaven, it is a large statue of a stag with broken antlers, ascribed to the people of Terunael. On a stone block at the base of the statue Imperial letters simply read “High Courage” but it is clear that they are more recent than the statue itself."
      },
      {
        "name": "Greensward",
        "description": "The Greensward is the last holdout of Imperial presence in the Mourn. Refugees and survivors have set up camp at Overton. Their morale is kept high by the presence of Greensward Monastary near the southern border, built in a defensive location amid the foothills of Kharaman."
      },
      {
        "name": "Ore Hills",
        "description": "The ore hills (sometimes rendered, unsurprisingly, as \"our hills\" in the drawling dialect favoured by the natives) are riddled with mine workings and quarries. The hills are generally rich in veins of green iron, but the Ore Hills are site of some of the most propserous mines in the Mourn.\n",
        "keywords": [
          "Hills"
        ]
      },
      {
        "name": "Southmoor",
        "description": "The last region to fall to the Jotun so far, Southmoor is the location of Sarcombe. A ruin now, it was once a prosperous mining town, rich off the back of trade in green iron. Refugees from Sarcombe mostly went east to Overton. There is believed to be a major Jotun encampment here, keeping a careful eye eastward to the Greensward - and beyond to Temeschwar.\n",
        "keywords": [
          "Hills"
        ]
      }
    ],
    "nation": "The Marches",
    "whiteGranite": 0,
    "mithril": 28,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Upwold",
    "history": "",
    "overview": "",
    "features": [],
    "regions": [
      {
        "name": "Ashbrook",
        "description": ""
      },
      {
        "name": "Birchland",
        "description": ""
      },
      {
        "name": "The Heath",
        "description": ""
      },
      {
        "name": "Stock March",
        "description": ""
      },
      {
        "name": "Tower March",
        "description": ""
      }
    ],
    "nation": "The Marches",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Brocéliande",
    "history": "Over the last fifty years, much of the forest has been infiltrated by barbarian orc communities settling from the Barrens. It is considered a major threat to the Empire.\n",
    "overview": "Lush Brocéliande, on the border between Dawn and Highguard, is considered by the Navarr as ancestral homeland and is the single largest forested expanse in the Empire. This is where Navarr and Thorn first danced. The Navarr have been unable to make any significant gains in this territory against the Vallorn, and there is limited Navarr presence here.\n",
    "features": [
      {
        "name": "The Broch",
        "description": "The largest collection of steadings of the Navarr, well-defended and constantly guarded. It is the western edge of the Navarr’s watch on the barbarians and darker horrors of Brocéliande. It is both fortification against the orcs, and a place of ritual where Vates gather when necessary to counter specific magical threats."
      }
    ],
    "regions": [
      {
        "name": "Elerael",
        "description": "Elerael was one of the few regions of Brocéliande initially under Navarr control. The most prominent steading here, Eleri’s Stead, was once a comparatively peaceable place, a Navarr counterpart to High Chalcis where herbs and forest plants were studied. It was swept away as orcs flooded from the Forest of Peytaht.\n",
        "keywords": [
          "Forested"
        ]
      },
      {
        "name": "Black Boughs",
        "description": "",
        "keywords": [
          "Forested,",
          "Vallorn"
        ]
      },
      {
        "name": "Boar's Dell",
        "description": "The northernmost region of Brocéliande is the site of Greenstead, a stone-walled steading built with support from Rucastle as Dawn and the Navarr threw a ring around the dark heart of the forest there. It is often assaulted, but with Dawnish support it has always held. There has long been a bond - and several intermarriages - between the two settlements.\n",
        "keywords": [
          "Forested"
        ]
      },
      {
        "name": "Dark Ranging",
        "description": "",
        "keywords": [
          "Forested,",
          "Vallorn"
        ]
      },
      {
        "name": "Greenweald",
        "description": "",
        "keywords": [
          "Forested,",
          "Vallorn"
        ]
      },
      {
        "name": "Terunael",
        "description": "This is the heart of the Vallorn in Brocéliande, and the most storied of the ancestral cities of the Navarr.\n",
        "keywords": [
          "Forested,",
          "Vallorn"
        ]
      },
      {
        "name": "Vale's Lament",
        "description": "",
        "keywords": [
          "Forested,",
          "Vallorn"
        ]
      }
    ],
    "nation": "Navarr",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Hercynia",
    "history": "The fall of Skarsind in 373YE left the people of Hercynia facing immediate danger, as the Thule orcs tried to force their way into the forest to achieve the capture of the whole of the Great Vale. Barbarian forces took the runeforges of Treji, but made no further ground. With the defeat of the Thule forces in Skarsind, it is likely that a concerted effort could be made to recover the territory claimed by the orcs.\nOf particular concern to the people of Hercynia is the idea that concerted push from the orcs could result in the loss of more ground, and (coupled with the presence of the vallorn in Deer's Folly), the loss of the entire territory. Thankfully, the defeat of the Thule in Skarsind made this much less of a possibility. In the Winter of 377YE, the Summer Storm army swept down from the foothills to the north into the Glade of Shadows and shattered the barbarian presence there. The Imperial orcs liberated Treji, and freed hundreds of enslaved Navarr. The commander of the barbarian orc presence, the hated Harak the Red, was not accounted for among the dead and is believed to still be at large in Hercynia.\n",
    "overview": "Ice-bound northern Hercynia is a forest territory entirely contained in the Nation of Wintermark, situated in the Great Vale, a bowl of mountains that surround both Hercynia and Skarsind. It is an inhospitable place, but where the Trods flow so the Navarr travel. Over the centuries, the Navarr have made slow but steady inroads here, reclaiming much of the forest from the particularly malicious Vallorn that dwells within it.\nThe trees of Hercynia are ancient, and the soil of the forests is home to a great wealth of dragonbone which for centuries was carefully harvested and used extensively by the runesmiths in the forges at Treji.\n",
    "features": [
      {
        "name": "Treji",
        "description": "A stone-built steading in the heart of the winter forest at The Glen of Shadows, and one of the only places where the Navarr had a number of large forges, built with aid from the Winterfolk. Steinr apprentices are often placed with the Navarri for a time, to learn the working of wood alongside metal. The steading fell to the barbarian orcs in the fall of Skarsind in 372YE and was liberated by the Imperial orcs in the Winter of 377YE. The forges were devastated during the fighting and by last-ditch sabotage by the spiteful Thule defenders. Hundreds of Navarr slaves were liberated in the process, including a number of artisans who had been forced to create weapons and armour for their  captors. A number of prisoners were unaccounted for, however - many of the runesmiths captured when the steading was taken had already been sent north to captivity in Otkodov."
      },
      {
        "name": "The Heartwood of the Great Vale",
        "description": "The Great Vale in Hercynia contains large areas of precious weirwood in northern Summersend. Although the area is threatened by Thule barbarians, the Empire has maintained control of the Heartwood, albeit barely.\nThe Heartwood of the Great Vale is a Bourse position which produces weirwood. Under Imperial control this Bourse position produces 25 Imperial wains of weirwood every season.",
        "weirwood": "25"
      },
      {
        "name": "The Gate of Summer",
        "description": "Two huge stones and a top lintel stand in the middle of a clearing, carved about with boar, deer and other game, and symbols representing summer. It is covered in moss, and no-one has ever seen a hint of any magic from it."
      },
      {
        "name": "The Vallorn of Hercynia",
        "description": "The vallorn of Hercynia is often characterized as \"malicious\" or \"patient.\" It does not seem to be as vibrant as the vallorn in more southerly climes, and is certainly not as aggressive as the vallorns of Brocéliande or Liathaven. Still, while incursions from vallornspawn are few and far between, they are especially vicious when they do come. Over the centuries, it has been beaten back to a dark heart in eastern Deer's Folly but efforts to dislodge it entirely have failed."
      }
    ],
    "regions": [
      {
        "name": "Northpines",
        "description": "The mountains of north-west Hercynia are home to several mines that have been worked since before there was an Empire. The slopes of the mountains are thick with ancient pine trees, rich in Ambergelt and Dragonbone. This was the easiest region to clear of Vallorn influence during the slow war of attrition to regain Hercynia, and there have been no major incursions of vallornspawn into the mountains in centuries. This region is famously where Myfanwy (one of the earliest companions of the First Empress) was born, and where she was called to help mediate a dispute between rival steadings during the unsuccessful first attempt to bring the Urizen into the Empire. Some conspirators claim that had Myfanwy made the trip with the First Empress, the Urizen could have been convinced to join the Empire early.\nSeveral secluded passes through the mountains into Skarsind served as trade routes prior to the invasion of the Thule. In later years they were used to launch scouting missions into the barbarian-held territory. The steadings of the region are considered a little odd by many Navarr, and occasionally accused of having more in common with the Winterfolk than with their own cousins. There may be a little truth to this - with the loss of the Glen of Shadows to the barbarians, Northpines was cut off from the rest of Hercynia - and indeed the Empire - by a combination of barbarians and the vallorn-infested region of Deer's Folly to the south.\n",
        "keywords": [
          "Forested,",
          "Hilly"
        ]
      },
      {
        "name": "The Glen of Shadows",
        "description": "The steading of Treji still stands here, but has been extensively damaged by the battle between the Imperial orcs and the barbarian occupiers. The artisans who made their home here combined the working of wood and metal to make weapons and armour for the Thorns of Hercynia and to support their Winterfolk allies. The Glen of Shadows was especially known for the fine magical bows and spears, easily matching the more workmanlike produce of the Wintermark runesmiths. \nThe famous Shadowglyn Distillery is located here on the lower slopes of the Northpines. The once famous distillery produced some of the best drinks in the Empire until it was destroyed in a pitched battle between the Thule and Navarr defenders, during fighting in the territory.  Production has recently restarted at the site, under the auspices of Wern Taur Thorntarry.\n",
        "keywords": [
          "Forested"
        ]
      },
      {
        "name": "Deer's Folly",
        "description": "Another mountainous area of Hercynia, but one that has fared less well than Northpines. While the mountains to the west create a natural barrier against the worst effects of the vallorn, a poisonous miasma lies over much of the region. The noxious atmosphere pools in valleys and spreads through the forest from the vallorn of Hercynia, wrapped tight around the ruins of an ancient Terunael city in the east. There are only a handful of steadings in Deer's Folly and they are all built in the western mountains - no steading established closer to the vallorn heart has survived more than a decade before it is overrun. The Winterfolk Queen Ilsin is believed to have met her end here at the hands of the Vallornspawn - some scholars point to the fact that her famous standard bore a white stag and suggest it is more than coincidence the region is known as \"Deer's Folly\" - but if it had a name before this it is known only to historians. (OOC Note: This region is not considered to be in Imperial hands. It cannot be reclaimed until the power of the vallorn is broken.)\n",
        "keywords": [
          "Forested,",
          "Hilly,",
          "Vallorn"
        ]
      },
      {
        "name": "Old Ranging",
        "description": "The forests of Old Ranging are carefully cultivated by the inhabitants of the Steadings here. The woods are rich with animal life, and many hunters make a good living providing pelts, furs and fine meats to merchants and traders who travel across the Empire. Likewise, the manystreams and shallow rivers are rich with an impressie variety of fish and a number of steadings here raise domesticated deer and even goats whose meat is very much in demand. There are several well-established trade routs from Old Ranging to Kalapheim and Winterfolk merchants are a common sight in the Summer months. It has not always been this way of course - there are several battlefields here that date back to pre-Imperial times when the ancestors of the modern Winterfolk, spurred on by their successes against the trolls attempted to conquer Hercynia. The tragic tale of Queen Ilsin is sometimes told by both Navarr and Winterfolk, recounting how her army was lead through Old Ranging by the clever Navarr and tricked into marching into Deer's Folly where the 'thousand strong army' was devoured by the Vallorn. The tale is probably an exaggeration but seems to have at least some basis in truth. It marked the last major conflict between the Navarr and the Winterfolk in Hercynia, although to this day Suaq explorers make occasional forays into Old Ranging seeking for some sign of Queen Ilsin's personal standard Winter Fury which is believed to be a potent artefact.\nIn recent years, as the heart of the Vallorn of Hercynia has become more restive, there has been an increase in vallornspawn attacks on hunting parties along the northern borders - but never in great numbers, and the attacks have been dealt with swiftly and effectively by vigilant Thorns.\n",
        "keywords": [
          "Forested"
        ]
      },
      {
        "name": "Summersend",
        "description": "The forests of Summersend are sparse, giving way to the plains of Gildenheim to the north. The Gate of Summer is found here, along with several other well-explored Terunael ruins. Several steadings are built on a foundation of old Terunael structures, and it is from here that the push to drive back the Vallorn is overseen. There are several old battlefields here, most dating back to pre-Imperial times and to attempts by the Vard ancestors of the Varushkans to conquer Hercynia. Most of these battlefields have long since been forgotten but one - Mourning Hollow on the very south-eastern borders - is avoided to this day as it is said to be haunted by the unquiet spirits of dead Vard and Navarr warriors due to the result of a forgotten curse or betrayal.\nIn addition to the usual occasional incursions from the vallorn of Hercynia, there have been several skirmishes with the orcs both from Skarsind and from the Glen of Shadows to the north-west. The fortified steadings here served as a base of operations for forays into Skarsind during the recent war, and a number of Wintermark refugees were helped to safe havens in Hahnmark to the south west.\nThe Heartwood of the Great Vale is in northern Summersend, right on the edge of the Glen of Shadows.\n",
        "keywords": [
          "Forested"
        ]
      }
    ],
    "nation": "Navarr",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 25,
    "ilium": false
  },
  {
    "name": "Liathaven",
    "history": "The Jotun began their invasion of Liathaven in the autumn of 346YE, taking advantage of the eastern-focus of the Imperial armies under the domination of Empress Giselle. They pressed ever eastwards, avoiding the vallorn and seizing many Navarri steadings. The Empire finally lost control of Liathaven in early 349YE despite attempts by the Imperial Military Council to organize a proper counter-offensive.\nIn the thirty years since the forests fell to the orcs, they have used their foothold here to launch regular raids into Bregasland, and as a staging post for their massed assault against the Mournwold in 349YE. Today, apart from regular raiding bands attacking the Marchers and the occasional forays through the mountains into Kahraman, Liathaven seems quiet - almost peaceful. Despite a slight rise in encounters with vallornspawn, the pessimistic predictions that the Jotun would 'awaken' the Vallorn in Liathaven and cause widespread doom in the territory has so far failed to come true.\nWith a ceasefire agreed with the Jotun by the Imperial Senate in Summer 377YE, there have been no further attempts to reclaim Liathaven - and it seems unlikely that a major offensive will be launched until the two-year ceasefire ends in Spring 379YE.\n",
    "overview": "Liathaven is the ancient western forest between the Freeborn mountains of Kahraman and Bregasland of the Marches. Even in the time of Terunael, the forest was old. There are immense trees in parts of Liathaven that are believed to be thousands of years old, and parts of the forest that even today have seen only a handful of humans pass through them. Liathaven itself is only a spur of a much larger forest that stretches hundreds of miles to the west; a great wood that served as a natural boundary between the jotun barbarians in the north and the Faraden foreigners in the south.\nThe wildlife of Liathaven likewise tends to be larger than normal, with forest lions and dire beasts (especially bears, wolves and stags) being comparatively common compared to other parts of the Empire. The weather in Liathaven is changable, and the territory is known for it's heavy storms and strong winds, caught as it is between the temperate Marches and the warmer Brass Coast to the south.\nMost parts of Liathaven have been well-settled by the Navarr - those few Terunael ruins that have not been incorporated into steadings have mostly been studied by scholars and archaeologists - but occasionally a hitherto overlooked structure will be found, wreathed in vines or buried under centuries of undergrowth. The richest new ruins are found along the borders of the Vallorn-infested regions of Liath's Heart and Westwood, of course.\n",
    "features": [
      {
        "name": "Liaven's Dance",
        "description": "Woven between the trees of Liaven's Glen is The Dance; a network of earthen trails marked in the grass and the trees, several miles wide, worn into the ground with the footfall of centuries. The Navarr say that it is a symbol for the Great Dance writ large on the earth. Some from Urizen believe that dancing Liaven’s Dance could grant humans a greater understanding the path of the soul through the Labyrinth of Ages. The steading of Liaven’s Dance was ancient, dating back to the earliest days after the Vallorn emerged. It was a regular place of pilgrimage for Navarr practitioners of the Way, and a centre for philosophical thought combining the philosophy of the Great Dance with the Virtues. The fact that it is now in the hands of the Jotun barbarians marks a terrible loss for the Navarr and perhaps the Empire."
      }
    ],
    "regions": [
      {
        "name": "Beacon Point",
        "description": "The region takes its name from the great beacons built along the southern borders of Liathaven, intended to serve as a warning of any major incursion from the west or the southern Faraden. The beacons are simple but effective - basic messages could be sent quickly to stations in the mountains of neighbouring Kahraman, and relayed back to Liaven's Glen. In this way, the southern regions of Liathaven stayed in contact with the northern regions despite the Vallorn between them, and the presence of some bloodthirsty clans of bandit orcs in the mountains to the south. Today, Beacon Point maintains a single very unreliable trade route through the mountains to Kahraman. Travelers and caravans alike are in constant danger from the vicious peak orcs, and communication with the defenders is very patchy as a result. This has made the plight of the Beacon Point steadings more desperate - their resources are stretched even further by the need to support the steadings of Western Scout.\n",
        "keywords": [
          "Forested"
        ]
      },
      {
        "name": "Liath's Heart",
        "description": "Forced out of the surrounding regions, the Vallorn has grown powerful in Liath's Heart. It is wrapped tight around the ruins of Liath Haven, squatting at the centre of a miasmic cloud of poison. There are no Navarr steadings in Liath's Heart. Although occasional forays into the region from Liaven's Glen to the east returned triumphant with some fragment of lore or lost treasure, the most accessible ruins have long since been explored or destroyed by rampaging Vallornspawn. With the Jotun in northern Liathaven, the Vallorn is said to be stirring fitfully in it's slumber - but there have been no signs to date that the Jotun are making any particular effort to 'conquer' it. \n",
        "keywords": [
          "Forested,",
          "Vallorn"
        ]
      },
      {
        "name": "Liath's Ring",
        "description": "Near the easern border of Liath's Ring stands Mournstead, a stout steading - the last redoubt of the Navarr in Liathaven to fall to the barbarians. The region was known both for sprawling groves of beggarwood trees, and for the occasional standing stone or dolmen in out-of-the-way places. Marcher Landskeepers - especially those from nearby Bregasland were regular visitors to this part of the forest, and it's eerie monoliths. Rumour suggests that the first action of the orcs was to cut them to the ground and bear away the trunks for their victory bonfires, but calmer heads suggest it is much more likely the Jotun will have set their own thralls to harvest the groves for valuable Beggar's Lye.\n",
        "keywords": [
          "Forested"
        ]
      },
      {
        "name": "Liaven's Glen",
        "description": "This area of eastern Liathaven was the first area of Liathaven freed of Vallorn influence some two hundred years before the foundation of the Empire. According to some records, the network of trails and earthworks known as Liaven's Dance was a prototype working designed to weaken the power of the vallorn, eventually culminating in the vast web of trods that now criss-cross the Empire. Several steadings here were home to experienced covens of vates who oversaw potent mana sites and studied the vallorn along the edges of Liath's Heart to the south-west. Many of these vates were killed fighting to protect their homes from the orcs, but some managed to flee into exile. \nOf particular note is the library at Turning Spiral. This old steading held a repository of Navarr magical lore that survived the purges of Emperor Nicovar comparatively unscathed. Tragically, it's own defenders were forced to destroy it rather than let it fall into barbarian hands. While some of the books were carried to safety by fleeing vates, many hundreds more were incinerated in magically-fuelled fire as the entire steading was transformed into a conflagration by the defenders (a conflagration that claimed not only their lives, but the lives of at least two hundred orcs). Some of the last vates to leave Turning Spiral never reached the safety of Serra Briante to the south - at least two groups are known to have set off but disappeared somewhere in the mountains between Liathaven and Kahraman.\n",
        "keywords": [
          "Forested"
        ]
      },
      {
        "name": "Westwood",
        "description": "The tainted vegetation of the Vallorn spills westward into this region from Liath's Heart. There were a few steadings here, but they have been abandoned due to the twin threats of the vallornspawn and the Jotun barbarians raiding from the west and north. The last steading abandoned to the vallorn was that of Duskwater Tarry, a steading built on raised platforms in the centre of a freshwater lake that protected a dangerous direct trade route between Western Scout and West Ranging. The inhabitants withdrew south in 352YE and it is believed that the vallorn swiftly swallowed it up as it had other abandoned settlements. The entire region now belongs to the Vallorn. \n",
        "keywords": [
          "Forested,",
          "Vallorn"
        ]
      },
      {
        "name": "West Ranging",
        "description": "The forests here were reasonably well defended, but the slow drain of Thorns to the battles in the eastern Empire created a weakness the Jotun were quick to exploit. Before the barbarians came, West Ranging was known both for producing fine leather goods and for the Navarr scouts who would regularly slip out of the Empire to spy on - and occasionally raid - the Jotun stockades in the western forests.\n",
        "keywords": [
          "Forested"
        ]
      },
      {
        "name": "Western Scout",
        "description": "The steadings of Western Scout still hold out against the Jotun, but there have been several serious assaults from the forests west of the Empire. In the last few years these attacks have slackened off, but until 377YE there were still occasional raids by Jotun warbands. The Jotun ceasefire has given these steadings a much-needed breathing space. In addition to the Jotun, there are problems with groups of Vallornspawn that occasionally boil out of the infested regions to the north. The westernmost steadings are in tatters; several have been razed by raiders, while the easternmost steadings are barely in a better state. They survive partly due to the efforts of their hunters but also due to vital supplies from Beacon Point - supplies the eastern steadings can hardly spare themselves, given the problems of maintaining a safe route through the mountains to Kahraman.\n",
        "keywords": [
          "Forested"
        ]
      }
    ],
    "nation": "Navarr",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Miaren",
    "history": "Miaren is the heartland of the Navarr. Unlike other Navarr territories, conflict here arises either from the internal politics of the Navarr, or from conflicts between stubborn groups of Marcher and Dawnish yeomen brawling across the invisible \"border\" between their two nations,\n",
    "overview": "In the south is Miaren, a forest of golden trees and fair winds, that lies on the border between Dawn and the Marches. In the early years of the Empire the Vallorn at Miaren was completely destroyed and at the heart of the forest the ruins of the city Seren reclaimed, to be slowly rebuilt. It is now considered the heartland of the Navarr nation, and a symbol of what can be achieved.\n",
    "features": [
      {
        "name": "Seren",
        "description": "Fallen city of Terunael once held by a Vallorn. In the early years of the Empire, the Vallorn was defeated, and the new town of Seren has been built in the ruins, reclaimed from the forest. It is now the premier settlement of the Navarr, consisting of a number of Steadings.  \nIn early 377YE a number of fortified watchtowers and secure campsites were built around Seren, providing local bandit-hunters and scouts safe places to use in their pursuit both of lawbreakers and opportunistic orc raiding parties. The project was overseen by Henry Ward (senator for Upwold) as part of a larger Senate initiative to provide protection to towns throughout the Empire. The defences are not sufficient to qualify Seren as a fortification, but have helped reduce outlawry throughout the territory."
      },
      {
        "name": "Brock's Toll",
        "description": "Brock's Toll is a famous toll bridge situated roughly halfway between Dawn and the Marches, but historically claimed by both. While it isn't much used by wealthy merchants or nobles, the road that this bridge lies on carries most of the agricultural traffic between Dawn and the Marches, and the operator of the Toll is allowed by tradition to claim one sack from each cart's load.\nThe bridge is so old that when it was first constructed the Vallorn still controlled most of Miaren.  In the early days of the Empire this site changed hands between the two nations several times, often with violence. Even when Earls and Stewards forbade their people to fight, rowdy yeomen would often take matters into their own hands and the Navarr soon became sick of breaking up scuffles over ownership.\nEventually the Imperial Senate took matters into their own hand and decreed that ownership of the Toll would be decided by an annual competition of arms between the yeoman who were so eager to fight.  Eventually this evolved into the modern practice of the Brock's Buffet - a brutal (nonlethal) five-aside melee with only one winner left standing to claim ownership for the coming year.\nSince 372 YE the Buffet has been won by the Marches, with the most recent incumbent being Bobby Shanks of House Bolholt in 377 YE."
      }
    ],
    "regions": [
      {
        "name": "Goldglades",
        "description": "The Goldglades are named partly for the great stands of ancient oaks that grow here, and partly for the rich bounty of ambergelt that the forestforest workers harvest here. The steadings of Goldglades are some of the wealthiest in Miaren and indeed Navarr.",
        "keywords": [
          "Forested."
        ]
      },
      {
        "name": "Holtford",
        "description": ""
      },
      {
        "name": "Oakways",
        "description": ""
      },
      {
        "name": "Greenfalls",
        "description": ""
      },
      {
        "name": "Serenall",
        "description": ""
      }
    ],
    "nation": "Navarr",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Therunin",
    "history": "The Druj have long coveted Therunin. Since the fall of Reikos in 367YE, many Navarr have been expecting an assault from the barbarians. With Reikos now almost entirely dominated by the orcs, Therunin is connected to the Empire only by tenuous routes through the mountains of Morrow.\nIn the Winter of 377YE, this long anticipated attack finally came. A major force of Druj moved across the border from Reikos into Peakedge Song. Only the courage of the Black Thorns slowed the barbarian advance. Outnumbered two-to-one, the Navarr army suffered grievous losses, but prevented the Druj from establishing a beach-head in Therunin.\n",
    "overview": "On the borders of Highguard, the water-logged bayou of Therunin provides a unique challenge to the stridings that travel here. As the Navarr have recovered territory from the Vallorn, the forest here has grown still more malicious. Monstrous insects are a common threat here, even outside of areas where the Vallorn still holds sway. Orcs from the east are a constant threat, although their incursions are made more difficult by the swampland.\n",
    "features": [
      {
        "name": "The Thimble",
        "description": "The Thimble is a vast stretch of forest that covers a series of rolling hills allegedly laid out in the pattern of a tailor's thimble. The Thimble was one of the earliest areas of Therunin to be cleared of Vallorn influence and it now provides an impressive supply of valuable weirwood for the Navarr use. Many Navarr, both within Therunin and without, worry about it's proximity to the barbarian lands - they have seen what happened to the Great Forest at Reikos when the barbarians launched a surprise attack.\nThe Thimble is a National Bourse position which produces weirwood. Control of the Thimble is assigned to whichever Navarr candidate receives the most support from Navarr owners of herb gardens. This Bourse position produces 24 Imperial wains of weirwood every season.\nFeverwater lake",
        "weirwood": "24"
      },
      {
        "name": "The Docks at Feverwater",
        "description": "Built along the western shores of Feverwater are a series of ancient quays of aged weirwood and white granite. Some have collapsed, and others are now submerged or exposed as the waters of the massive fresh water lake have ebbed and flowed. The docks date back to the time of Terunael, and have been thoroughly explored by the modern Navarr; they seem to be much larger than would be appropriate for fishing the feverwater, and the ruins around the area are certainly those of a reasonably large Terunael settlement. Their purpose remains a mystery - all that lies to the east of Therunin are the dark woodland homes of the Druj. Even if the docks were restored, there would be nowhere useful for boats to actually go."
      }
    ],
    "regions": [
      {
        "name": "East Ashes",
        "description": "Stretching along the shores of the Feverwater, East Ashes is a twisted maze of great mangrove trees and murky water. Like the Tarn Valley it is home to several rare creatures, but the smaller beasts are overshadowed by the occasional incursion by a pack of hydra. Even the threat of the hydra is minor compared to the danger caused by the occasional marshwalkers attempting to migrate through East Ashes toward the Lower Tarn Valley - when they pass through Greenheart, they invariably rouse the insects there and emerge on the far side angry and twisted by the poisonous air of the Vallorn.This region has a reputation for being haunted; the core of that reputation can be traced to Fever’s wake. Once a Navarri Glade of the Dead, but over a small space of days all the corpses laid there disappeared completely, with no sign they had ever existed. The area is shunned completely now.\n",
        "keywords": [
          "Marsh"
        ]
      },
      {
        "name": "Eastring",
        "description": "The ground in Eastring is less marshy than that of the Lower Tarn Valley or East Ashes, but there are several expanses of bayou especially in the west or south. The Iridescent Butterfly is extremely common here, and the forests are rich in hard and soft woods making lumber a regular export. Eastring is also home to several fortified steadings, and a higher than average concentration of Thorns due to the constant threat posted by the barbarian lands to east and north. This was one of the first regions of Therunin cleared of vallorn influence, and is the site of  the Thimble, a valuable source of Weirwood.\n",
        "keywords": [
          "Forested"
        ]
      },
      {
        "name": "Greenheart",
        "description": "The vallorn holds the ruins at the centre of Therunin in a fierce grip. While other Navarr forests are generally more threatened by vine-infested husks, the monstrous insects of Greenheart greatly outnumber the unliving corpses. The ruins themselves are water-logged, with large sections submerged in marsh according to the few adventurous scouts who have penetrated into this deadly zone.\n",
        "keywords": [
          "Forested,",
          "Vallorn"
        ]
      },
      {
        "name": "Lower Tarn Valley",
        "description": "The lower valley is boggy and marshy. It is known as an excellent location for herb gathering, and the steadings here tend to have large numbers of herb gardens. It teems with rare wildlife seen nowhere else in the Empire - the delicate and deadly red crane, the somnolent bark alligator and the morose blue wave frog.\n",
        "keywords": [
          "Marsh"
        ]
      },
      {
        "name": "Peakedge Song",
        "description": "Comparatively lightly wooded, especially for a Navarr forest, the steadings of Peakedge Song maintain cordial relations with their neighbours to the south. The land here slopes quickly into the foothills of Morrow, and there are several valuable mines along the southern border. During the fall of High Chalcis the Navarr lead several rescue missions across the borders, and as a consequence a number of Highborn refugees are now camped here; in recent years their numbers have dropped as they have made the difficult journey to Bastion and Casinea, or grown with each new Druj victory in eastern Reikos.\nOne of the most important sites in Therunin, Peakedge Stead is found in the western part of the territory. A place of contemplation, of houses in the trees where the Navarr can see across the hills of Reikos to the forests beyond. Some stories claim the steading is a remnant of long-lost Terunael; there is something ageless about the trees here."
      },
      {
        "name": "Sweetglades",
        "description": "The forests of the Sweetglades are ironically named; the vallorn holds sway here.\n",
        "keywords": [
          "Forested,",
          "Vallorn"
        ]
      },
      {
        "name": "Upper Tarn Valley",
        "description": "Looking down on the Lower Tarn Valley, the Upper Valley is comparatively dry but the soil here is rich and healthy. The steadings here take advantage of this fertility, and the relative dearth of trees, to maintain extensive agriculture. The largest steading in the Upper Tarn Valley is Return, a well-fortified settlement surrounded by tall watch towers that look out across the forests to the north and east. A place of flowers and memory, the steading has a storied history, revolving around the tale of a Brand who spent too much time amongst the barbarians and became too much like them - where Stridings pass to remember what happens when you forget that you are human, and they are not."
      }
    ],
    "nation": "Navarr",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 24,
    "ilium": false
  },
  {
    "name": "Morrow",
    "history": "",
    "overview": "The spires of Morrow are amongst the oldest in Urizen, dating back to the nation's birth. The heart of the Heliopticon is here, making it a centre of communication for the Nation. The miracle of the Heliopticon is administered from this territory, and most spires maintain a series of prisms, lenses and mirrors atop their tallest roof in order to pass on the flickering messages that keep the nation in constant communication.\nMany spires in Morrow inhabit some of the original buildings discovered on the mountaintops by the first Urizen to ascend the mountains. Large open buildings, with doorways and halls just larger than a human might need, they create a sense of open space that has set the pattern for all Urizen architecture.\nDespite its great age Morrow moves inexorably forward, and many of its spires are undergoing constant reconstruction and improvement. It is said that “no two days find the same Morrow” as the Urizen constantly strive to perfect their land even further. A project may take a decade or even more to come to fruition, but the Urizen pride themselves on vision and their desire to perfect their world.\n",
    "features": [
      {
        "name": "Canterspire",
        "description": "Over time, a number of spires built around the same high peak have merged to form one whole, the Canterspire. In any other country, it would be called a town, and would sprawl like a nest of termites. As this is Urizen, the merge was carefully planned and executed over centuries. Each Spire specialises in one of the pillars of Urizen philosophy, and they are defended by a network of citadels sitting on the lower peaks.\nThe Canterspire Circle is a Bourse position which produces weirwood."
      },
      {
        "name": "Sunspire",
        "description": "This spire watches the forests of Therunin as much as it does the skies and heavens. If any outside Navarr understand the Vallorn, it is the Urizen of Sunspire. Navarri Vates are known to visit here to exchange news and knowledge."
      },
      {
        "name": "Highwatch",
        "description": "A citadel that focuses on military science and leadership rather than the combat skills of individuals. It is where the Urizen met Giovanni the Peacemaker to negotiate their incorporation into the Empire."
      },
      {
        "name": "The Weave",
        "description": "A spire dedicated to the study of the Net of the Heavens."
      },
      {
        "name": "The Eye of Morrow",
        "description": "A small lake at the foot of the mountain that holds the Canterspire. Famed as a place of meditation. The air in this valley is remarkably still, and sound carries a vast distance. A perhaps misleading message is carved into a rock that stands next to the lake - it is in the Imperial tongue, and simply states \"The Eye is Closed\". That message has been there as long as any can remember."
      },
      {
        "name": "The Heliopticon",
        "description": "A network of communication devices using bronze mirrors, maintained and used by Urizen since time out of mind."
      }
    ],
    "regions": [
      {
        "name": "Altis",
        "description": ""
      },
      {
        "name": "Caeli",
        "description": ""
      },
      {
        "name": "Operus",
        "description": ""
      },
      {
        "name": "Peregro",
        "description": ""
      },
      {
        "name": "Ravion",
        "description": ""
      }
    ],
    "nation": "Urizen",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Redoubt",
    "history": "Since 331YE and the barbarian conquest of Spiral, Redoubt has been preparing itself for invasion. It's long coastline is something of a liability against the Grendel, but for now a combination of sheer cliffs, Freeborn corsairs and Urizen's own small fleet of martially inclined vessels have prevented the barbarians achieving much more than a few small raids along the shores of the Bay of Catazaar.\n",
    "overview": "Redoubt is the smallest of the three Urizen territories and the wildest. The peaks are lower here and many spires are actually built in the foothills; only Mount Siluri comes close to matching the splendor of the peaks of Zenith to the north. There are many mines, with green iron and tempest jade being especially common, but ports such as Elos and Visten look outwards to the wider world and the many opportunities it presents for trade and both philsophical and cultural exchange. Most of the coast is made up of white stone cliffs, unwelcoming and inhospitable; only as the land slopes down towards Necropolis and the river Couros does Redoubt possess many beaches.\nThe mountains here are riddled with odd star-shaped tunnels that date back thousands of years, long before there were any reliable records of humans in this part of the world. Scholars have spent centuries trying to tease some truth about these tunnels from the cold stone - are they a natural phenomena? Signs of pre-human habitation of the mountains? The result of some magical working? To date, no convincing explanation has been offered, and philosophers on all sides argue heatedly about their provenance.\nRedoubt is lightly settled, even for Urizen, with many of the more prosperous spires being built along the coast, or overlooking the banks of the Couros river to the west. Unsurprisingly, there are many citadels here and a strong martial tradition, but this is also a territory that produces more than its fair share of zoologists and botanists. These natural philosophers are sometimes blamed for the more esoteric animals and pulants found here, and the occasional mutated hybrid horror that appears here is often a sign that a magician is straying dangerously close to insanity.\nParts of the lowlands are quite dangerous - and not just because of these mutated experiments. Several bandit tribes of orcs live in the spaces between the spires, and barely a year goes by without a nest of trogoni or a den of drakes becoming a nuisance.\n",
    "features": [
      {
        "name": "Cargo",
        "description": "Perhaps the most advanced port in all the Empire, Cargo is built on high cliffs overlooking the river Couros in the Limus foothills. Built on multiple gradiated levels and sheer cliffs, it is truly a remarkable settlement. Food from the pampas of the Brass Coast and the distant Marches, as well as luxuries from cities of the League and even raw materials from Varushka all pass through Cargo - along with travelers from both the Empire and distant foreign lands. Its wealth owes a lot to the remarkable cranes - both those that speed the process of loading and unloading visiting river boats, and those allowing great quantities of imported goods and exports of stone and metal ore to be winched from the riverside docks to the cliffside heights. As befits a town built on several levels, Cargo is also a centre for the stufy of civil engineering - and of those applications of ritual magic that enhance or support the creation of durable structures. There is some rivalry with the Highborn town of Hedra on the other side of the river, and historical rivalry with coastal spires such as Elos and lost Apulian.\nIn Summer 378YE work began on the Jarmish embassy on one of the upper tiers. A beautiful, airy construction of white granite and weirwood with an extensive (and expensive) gardens as well as several private apartments, work was overseen by Atte, Senator for Sermersuaq. While the work has been completed, as of this writing the Jarmish government has declined to name an ambassador; their House of Princes are apparently waiting for the Imperial Senate to select a location for an Imperial embassy to be built in their distant nation."
      },
      {
        "name": "Delving",
        "description": "One of the best known spires in Redoubt is ound in the Tomari peaks. Built in a network of deep caves that bear star-map patterns allegedly carved centuries before the height of the Terunael Empire. It is more mercantile than many spires. Although it is still a place of study, its wealth is based on mining and the principles of engineering when it comes to mining. Adventuresome Winterfolk often come here to teach and to study, and it is considered a pre-eminent site for Urizen study of the runic tradition of magic. Prior to the fall of Holberg, the university there maintained a traditional exchange program where students from the city would spend some time studying in the rarefied atmosphere of Redoubt, or travel north to the cosmopolitan halls of League academia."
      },
      {
        "name": "The Court of the White Fountain",
        "description": "Built in the foothills of Optarion, the Court of the White Fountain is a single massive tower of white granite surrounded by a massive semi-circular wall that completely fills one of the few major passes between Redoubt and the Broken Shore to the south, The White Fountain itself is a great plume of liquid fire that bursts from somewhere deep within the earth and cascades down into a black basin before the tower, before disappearing back beneath the ground. The great courtyards of the tower are sufficient to hold the entire armed forces of Urizen, and the open ground they represent creates a deadly killing field for the skilled Urizen archers who man the upper reaches of the tower and the walls. (OOC Note: This is a rank one fortification)."
      },
      {
        "name": "The Brilliant Star",
        "description": "In the Tomari peaks, overlooking the spire of Delving is the Brilliant Star. Allegedly the most beautiful of all the star shaped tunnel complexes that undermine the mountains, it's walls gleam slightly even when there is no other light. Scholars say that the earliest workings here go back thousands of years, long before there are reliable reports of humans in these mountains.\nThe Brilliant Star is an Imperial Bourse position that produces 24 Imperial wains of mithril every season.",
        "mithril": "24"
      }
    ],
    "regions": [
      {
        "name": "Limus",
        "description": "Limus is known for two things; the port-town of Cargo and it's remarkable cranes and it's quarries. Hard stone well suited to construction and soft decorative stone alike are quarried out of the peaks and used for everything from the construction of new spires, to the tombs of Necropolis, to the palaces of League merchant princes, to the parador of Freeborn dhomrio. A number of spires have become rich exporting stone to the Empire and beyond - rare blue marble from the peaks of Limus is in demand as far afield as the Asavean Archipelago and the Principalities of Jarm.\nThe greatest threat to the spires and quarries of Limus comes not from below, but from a tribe of particularly clever orcs and their mountain ogre allies. These orcs are believed to occupy a cunningly hidden valley somewhere in the mountains here - or possibly on the slopes of southern Zenith - and regularly raid caravans traveling the road along the banks of the Couros. They have proved particularly difficult to uproot, and practical Urizen have responded simply by sending important cargo by boat rather than wagon. Those spires of Limus who lack the ability to take this easy option would likely be quite grateful to anyone who could solve their problem once and for all. To date, they have not dared attack Cargo, but some residents are concerned that it is just a matter of time.\n",
        "keywords": [
          "Rugged."
        ]
      },
      {
        "name": "Naris",
        "description": "The foothills of Redoubt slope smoothly down toward the Bay of Catazar here, presenting some of the most accessible coastline in the nation. Some spires cultivate the fertile grassland here - especially along the banks of the Couros - but find that the low altitude makes their ushabti unreliable, and few Urizen enjoy the hard manual labour entailed by working in a field. Much more common are houses of healing, especially those that focus on sickness of the mind or the spirit, and especially around the headland known as Rebekah's Leap. Some of these restful spires cater specifically to Imperial citizens from other nations suffering from stress or depression, recovering from chronic sickness, or in the last stages of terminal illness.\nHere is found Elos, a base for what little navy Urizen had before the time of Empire. Today the spire is little more than a quiet fishing village, with most major trade passing it entirely in favour of the much larger ports of Cargo and Hedra to the north. Despite its somnolent present, there are still a few reminders of its former purpose - the quayside is extensive and the harbour wall fortified in several places. The shipyard that once maintained a small fleet of weirwood vessels now services a few dozen fishing boats, but if the need were great its past glories might yet be restored.\nAt the highest point of the headland that looks out over the Bay of Catazar is Rebekah's Leap, the place where an eponymous steward of the dead threw herself into the bay. Troubled in mind and spirit, she broke free from her attendants and hurled herself from the cliffs that bear her name after months convinced that she could hear the tolling of a great bell summoning her to the sea. Some fisherfolk of Elos still claim they can hear a bell in the deeps, from time to time.\n",
        "keywords": [
          "Coastal"
        ]
      },
      {
        "name": "Optarion",
        "description": "The unsettled hills of Optarion quickly give way to a broad band of scrubby coast. Cliffs line the coast, and those few places where the walls of stone drop down towards sea level are the site of well defended Urizen port-spires. Indeed, Optarion is home to some of the best-defended spires in modern Urizen. The Court of the Fountain stands here, guarding the approach into Redoubt through Spiral and the peaks are scattered with fortified citadels, many hastily defended in the wake of the fall of Spiral, who have been engaged in irregular border skirmishes with the Grendel. Most of the other spires are built along the coast - and likewise tend to possess unexpectedly strong defences in the face of barbarian raids along the coast. \nThe largest non-martial spire in the south-east is Visten, a port built around three soaring towers occupying a strip of land that plunges down to the sea. It brings produce from across the Empire to the southern spires. It is a thriving community, home to those Urizen who find life in the mountains too stifling and want more contact with the wider world. It has one of the largest populations of briars in Urizen, and it's population has been swelled by refugees - and ships - from southern Spiral, especially those who managed to escape the fall of Apulian. \nOne notable feature of Visten that attracts scholars and sight-seers alike is a potent regio tied to the realm of Spring that lies on the Bay of Catazar itself - a ring of turbulent water that erupts once or twice every week into a great waterspout that reaches several hundred feet into the air. Covens making use of this regio, called the Ribbon of Salt by the locals, find their rituals unexpectedly interrupted, occasionally with tragic consequences - the violent water shatters pontoons, rafts and small vessels with equal ease in its active state."
      },
      {
        "name": "Siluri",
        "description": "The entire region takes its name from Mount Siluri, which rises majestically toward heavens and rivals the peaks of Zenith in height. The central tower of Redoubt's Heliopticon is built here, gazing down on the forested bowl of Ventosi to one side and across the Necropolis to the other. Several mines exploit the bounty of tempest jade and weltsilver that lies beneath the peaks, but it is also home to a number of spires who study and expand the philosophies of war and conflict in their myriad incarnations.\n",
        "keywords": [
          "Rugged"
        ]
      },
      {
        "name": "Tomari",
        "description": "The wild peaks of Tomari are some of the more populous in Redoubt. The mountains are riddled with mines, and rich in iron, precious metals, fine jewels and green iron. The Brilliant Star is found here, and occasional pockets of mithril are found throughout the peaks. It is also the site of the famous spire of Delving, whose prosperity is based on rich mines and the study of subterranean engineering.\nAmong other notable spires, Tabulous is a college whose curriculum focuses on teaching rigorous objectivity and complex mathematics. Many members of the faculty are retired Urizen civil servants, and the cirriculum is considered excellent for training servants of the Empire, giving them the skills to make accurate accountings and forecasts. The Day regio in which Tabulous stands is credited both with cultivating an atmosphere of calm and rationality, and making the spire especially welcoming to merrow scholars.\nOn the highest peak here stands the fused ruin known as the Unmade. A crumbled tower of blasted stone, it is said that it once was a spire, that was eradicated completely by the massed Spires of Urizen early in the days of the Empire. No-one remembers why - which in a nation dedicated to the keeping of accurate records is a matter of obvious concern.\n",
        "keywords": [
          "Rugged"
        ]
      },
      {
        "name": "Ventosi",
        "description": "The valleys of Ventosi form a great shallow basin between the towering peaks to the north, east and south. Wild forests haunted by surly orcs and hungry drakes give way to fertile farmland nearer the rocky coast, where sheer white stone cliffs drop vertiginously into the Bay of Catazar. These western cliffs, haunted by massive gulls and wild sea birds, give Ventosi the feeling of a secluded plateau rather than a valley. A few ambitious spires built along the coast use lifts and treacherous paths to access the water, while others are constructed into the rock walls themselves gazing out towards the Brass Coast. The cliffs of Ventosi are the only known nesting grounds within the empire of the Imperial Albatross - some specimens have been reported with wingspans of almost twenty feet.\nOne of the more prominent spires here is called The Hollows, for its unusual construction: wind-blown caves in the sandstone formed into extensive dwellings by years of patient, meditative, stone-carving. It is exceptional in Redoubt as a place of spiritual study and introspection. The nature of time is a particular topic discussed here and the surrounding area is scattered with large works of sculpture left to the mercy of the elements."
      },
      {
        "name": "Willstone",
        "description": "The slopes of north-eastern Redoubt are heavily wooded, with hardy conifers on the upper slopes and sprawling forests of beggarwood on the lower slopes. There are comparatively few spires here, and they tend to be both isolated and isolationist, keeping contact with their peers largely through the heliopticon. This has contributed somewhat to Willstone also being the home of at least three small tribes of independent barbarian orc bandits who occasionally bedevil travelers or launch a (generally unsuccessful) raid against one of the smaller spires. The best known spire in the region is probably Willstone.\nBuilt largely of wood on the lower slopes of the mountain, surrounding a central carved stone pillar worked with many runes. Whatever other properties it may possess, the runic pillar is known to be a ritual text for Bound by Common Cause, and the anchor for a strong Autumn regio. The spire is known for training particularly resourceful sentinels."
      }
    ],
    "nation": "Urizen",
    "whiteGranite": 0,
    "mithril": 24,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Spiral",
    "history": "Spiral was lost to the Empire forty years ago. In 331 YE. Barbarians from the Broken Coast came up through Apulus along the coast, and with weapons fashioned from the glass taken from the Black Plateau overran the defenders of Spiral, resisting all efforts to throw them back. Refugees streamed into Morrow and Zenith, and many of them - and their descendants - live there to this day. Some still consider themselves to be living in exile and consider the liberation of Spiral a pressing concern.\nWith the restoration of Fort Mezudan, Imperial eyes are once again on Spiral. Identifying a weakness in the Grendel supply lines, a concerted campaign of seaborne raiding was followed in Autumn by the invocation of a cataclysmic storm that devastated the docks at Apulian. It remains to be seen what impact this will have on barbarian domination here.\n",
    "overview": "The Urizen lived in Spiral long before there was an Empire, but even then it was isolated. The main thrust of pre-Imperial Urizen settlement was in Morrow to the north, and the two territories were connected by a tenuous \"bridge\" of spires stretching across Zenith. Even then, the place had a haunted reputation. At some point in the distant past, powerful magic was worked here and the echoes of that magic occasionally caused trouble for the Urizen in their mountain fastnesses.\nAt the heart of the territory is the Black Plateau, great plateau of volcanic glass with a dire reputation. Artefacts from the Black Plateau are often considered haunted or touched by malign evil, and are generally destroyed when they are encountered. \n",
    "features": [
      {
        "name": "The Black Plateau",
        "description": "A great plateau of volcanic glass with a dire reputation. Artefacts from the Black Plateau are often considered haunted or touched by malign evil, and are generally destroyed when they are encountered. Scholars have established that while many of the artefacts recovered from the Black Plateau date back to the days of distant Terunael, and to pre-Urizen Spiral, there are occasional artefacts that reach back even further - they cannot agree on the exact age of the plateau but the volcanic glass may date back to a period before human history.\nBarbarians armed with weapons fashioned from the glass taken from the Black Plateau overran the defenders of Spiral, resisting all efforts to throw them back. There are no permanent settlements or spires in the around the Black Plateau - attempts to establish them ended in tragedy without exception. Even the barbarians are not stupid enough to spend more time than they need to near the Black Plateau.\nStories have begun to filter in of insane, bestial humans - presumably the children and grandchildren of Urizen left behind when Spiral fell to the barbarians - who live on and around the plateau. Their motivations, if they exist, are unknown. Some of them at least seem to have the Imperials at least as much as they hate the barbarians."
      },
      {
        "name": "Fort Mezudan, “The Fist”",
        "description": "This fortress was under construction at the time the barbarians attack, but workers and guards refused the order to destroy the walls. When the original defences against the barbarians fell, the workers armed themselves and held the semi-completed fortress for two weeks until Imperial reinforcements arrived. For that reason the stone-crafters guild have always had nominal control of this fortress, and no decade has gone by without some major renovation or improvement being undertaken.\nDuring Winter 377YE, the Imperial Master of Works arranged for emergency supplies and many wains of white granite collected by Marcus of Endsmeet to reach the stone-crafters guild of Ateri. While Imperial forces occupied the invading orc armies, the final months of work were completed at a feverish rate that burnt out almost the entire ushabti work force. By the middle of Spring 378YE, the Fist was complete, ready to serve its intended purpose as a bastion for Imperial forces against the invaders of Spiral. (OOC Note: The Fist is a level one fortification).",
        "whiteGranite": "377"
      },
      {
        "name": "Ankarien",
        "description": "On the slopes of Ankra stood the Spire of Aknrarien. One of the oldest and most prestigious of the Urizen spires, it was home to perhaps the finest library in the Empire. The infamous Emperor Nicovar was born here, and lived much of his early life at Ankarien; this did not spare the library from his destructive wrath as he descended into madness. What Nicovar did not quite achieve, the barbarians almost managed. As they drew near the librarians carried much of the contents to Endsmeet. The Spire itself now lies in ruins, and the remainder of its books and scrolls are presumed destroyed by the savage orcs."
      },
      {
        "name": "The Legacy",
        "description": "This vast mine complex is one of the few places in Spiral that remain under Imperial control. It is mostly played out today, but still manages to produces significant quantities of mithril for whoever controls it. According to legend the site was part of a great gift to the Urizen people but who gave it to them, and why, are deatils lost to time.\nThe Legacy is a national Bourse position which produces mithril. Control of the Legacy is assigned to whichever Urizen candidate receives the most support from Urizen owners of mana sites. This Bourse position produces 22 Imperial wains of mithril every season.",
        "mithril": "22"
      }
    ],
    "regions": [
      {
        "name": "Ankra",
        "description": "The mountains of Ankra are the site of some of the oldest spires in Urizen, including one of the most prestigious - the library of Ankarien.",
        "keywords": [
          "Hilly."
        ]
      },
      {
        "name": "Apstrus",
        "description": "The lower slopes of the Apstrus peaks are covered in rolling woodland, carefully cultivated by ushabti and at one time produced a great bounty of forest materials, especially Iridescent Gloaming. The dreaming spires of Apsterus (as they were often known) were dedicated to philosophical thought, their forest-bounty providing the inhabitants with lives of comfort despite their location on the very eastern edge of the Empire. One of the most prestigious was Solen's Doubt. Dedicated to experimental philosophy, it was a place for solitary study and thought. Unsurprisingly, it was overrun during the barbarian march to the Black Plateau.\nOf special interest to the Urizen, the central Heliopticon tower for Spiral stood on the northern slopes of Apstrus, the heart of the communication network. The defenders held the tower for several months against the barbarians, allowing the rest of Spiral additional warning of army movements, and relaying desperate messages for aid to Morrow and Redoubt. When the tower finally fell, it is assumed the barbarians either destroyed the specially calibrated mirror and the light-source (a glowing stone infused with the magic of the Realm of Day), or stole them away. Some recent rumours suggest these two components might have been hidden by the defenders, and only uncovered recently, but the facts are unclear - and idle speculation has no place in the study of history."
      },
      {
        "name": "Apulus",
        "description": "Before it was taken by the barbarians, Apulus was the gateway to adventure for the people of Urizen and, to a degree, the Empire. Expeditions into the wilds outside the borders would rest here before undertaking their quests into the unknown wilderness. Ships from across the Bay of Catazar docked at the coastal spires here, with League and Freeborn adventurers in particular being regular visitors. The docks and quays here are ruined now - as each spire fell to the orcs they destroyed their own quays to prevent the Grendel gaining access to them. In 378YE the invoked devastation finished what the defenders had started - the rebuilt waterfront at Apulian was smashed to pieces.\nPerhaps the worst casualty of the barbarian invasion was the Lighthouse at Apulian, a Great Work that served as both a spire dedicated to foreign trade and a beacon for all the Urizen fleets based in Spiral. The last Keeper of the Lighthouse, Hadrian of Apulian, burst the entire structure apart once it became clear it would fall to the orcs, shattering the magical stone (a gift from the Eternal Kimus) that served as the light. The white granite tower exploded in a thunderous detonation, the echoes of which were reportedly heard as far away as Sarvos and the island of the Lyceum. The release of magical power incinerated several hundred orcs, along with all the defenders of Apulian. Some refugees from Spiral attempted to have Hadrian declared an Exemplar of Loyalty, but received little support from the Imperial Synod. Most of the survivors are dead now, of course.",
        "keywords": [
          "Coastal"
        ]
      },
      {
        "name": "Ateri",
        "description": "Fort Mezudan stands on the slopes of the mountains here. It is protected by an extended cabal of stone-masons.",
        "keywords": [
          "Hilly"
        ]
      },
      {
        "name": "Cinon",
        "description": "The wide valleys of Cinon are littered with ruined spires, long since looted by the barbarians. Most of these spires stood over plentiful mines and there were many rich veins of tempest jade and weltsilver. The most famous of the lost spires was proabably Damakan’s Forge Damakan was renowned as the greatest Urizen swordsmith of antiquity, and even today her blades change hands for small fortunes. Although many of her secrets went with her to her grave, a small lodge of smiths have maintained her forge and traditions in its original site in the Spiral. Crafters who were allowed to work with this lodge are rare indeed, but those few who did were able to create swords of surpassing excellence. The spire fell to the barbarians forty years ago - it is unclear how many of the secrets of the weaponsmiths fell into their hands at this time. The smaller settlement of Ossen's Spire served as a gateway to Damakan’s Forge, where those who wished to serve there came here first, and those who wished a sword from there lived at Ossen's Spire to prove their worth before being granted the honour."
      },
      {
        "name": "Ossurary",
        "description": "Ossuary takes its name from the large number of giant bones regularly unearthed in the mines here. Scholars are at a loss to explain them - some claim they may be the bones of great drakes or perhaps even dragons. Many of these bones have been exported to other parts of the Empire where they are studied or presented as curiosities. \nThe Legacy is in Ossuary; a vital resource that provides mithril to the people of Urizen, which is primarily used to enhance mana sites. If it were lost, the Urizen would suffer a major blow to their prosperity and potential ability to work magic."
      },
      {
        "name": "Screed",
        "description": "The Black Plateau occupies most of Screed. Even when the territory was in Imperial hands, Screed was largely deserted apart from temporary camps of scholars studying the plateau and it's artefacts. Today, the barbarians are said to be employing scavenging teams - some supplemented with human slaves - here, but likewise have avoided creating any permanent settlements."
      }
    ],
    "nation": "Urizen",
    "whiteGranite": 377,
    "mithril": 22,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Zenith",
    "history": "",
    "overview": "The mountains of Zenith are the tallest in the nation, and perhaps the Empire, and the air here is still and cold. The spires tend towards the contemplative, the night sky is rarely concealed by clouds making the territory perfect for stargazers. Many religious thinkers and philosophers also reside in Zenith, where they claim that the rarefied air helps them maintain a sense of detachment and clarity. \nZenith is well known for its abundant magical auras and many spires have experimented with arrays of metal mirrors that focus the light of the sun into internal chambers to try enhance the production of magical crystals. Zenith also has some of the most beautiful waterfalls in the Nation, with apparently bottomless mountain lakes providing succulent fish to supplement the diet of the inhabitants.\nThe shores of these two lakes were once regarded as a fortuitous place to marry for the success of the new family, and although modern Urizen have put such petty superstitions behind them, it is still considered a harmless tradition to eat fish from the Bountiful Autumn Lakes at a wedding, or to present them (fresh or cooked) as gifts.\n",
    "features": [
      {
        "name": "Arch of the Sky",
        "description": "A collection of Spires on the tallest mountain in Zenith, where stargazers from all of Empire gather to discuss and debate the Net of Heavens, comparing their astral observations to the history and present state of the Empire and the wider world."
      },
      {
        "name": "The Halls of Knowledge",
        "description": "When Zenith was added to the Empire, the Urizen proposed that the Empire should have a second seat of magical study, in addition to the Lyceum. Rather than threaten the Lyceum, the new academy would help unite the magicians of Urizen and allow them to pool their magical lore for the benefit of the Empire. Instead of building their academy of magic around an existing spire, they created an entirely new one and called it the Halls of Knowledge. A number of respected theorists and seers travelled to the new academy, and a Provost was appointed to help co-ordinate their research - and to encourage other Urizen magicians to offer their assistance. It soon became known as a centre for prognostication and the study of Day magic - to this day some of the best diviners in the civil service spend time studying in the peaks of Zenith to hone their abilities.\nThe Provost of the Halls of Knowledge is an Imperial title appointed each Winter by those citizens of Urizen who control mana sites."
      },
      {
        "name": "Endsmeet",
        "description": "Studies interaction between people, and has particular interest in times like the present, the times between thrones. It’s now home to refugees from the Spiral, particularly those who brought with them the great library of Ankarien."
      }
    ],
    "regions": [
      {
        "name": "Clypion",
        "description": ""
      },
      {
        "name": "Iteri",
        "description": ""
      },
      {
        "name": "Lustri",
        "description": ""
      },
      {
        "name": "Occursion",
        "description": ""
      },
      {
        "name": "Proceris",
        "description": ""
      }
    ],
    "nation": "Urizen",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Karov",
    "history": "Karov is perhaps the most peaceful of the Varushkan territories. Until Karsk fell to the Thule, they had enjoyed three and a half centuries of peace. In 372YE the Thule attempted to push through Malimorzi and briefly occupied the settlement of Korotny, but they were driven back within a season by the combined forces of the Northern Eagle and Golden Axe. Raiding parties still creep across the border from time to time, but for the most part Karov has been unmolested.\nPhotography by Sarah LoughlinCostume: model's own",
    "overview": "The rich heartland of the nation, and the wealthiest territory in terms of timber and amber, this is where most outsiders think of when Varushka is mentioned. The vales here exist among rich forests, where they have not been cleared to make way for small farms. Karov has the largest towns in Varushka, and the majority of its boyars come from this relatively civilised territory. A great deal of trade happens in Karov, with wagon trains and river barges carrying raw materials south to Temeschwar or Weirwater and north to more isolated valleys who are in need. \nDespite its settled nature, it would be a mistake to think the land is entirely tamed and great tracts of wilderness still remain, often home to particularly malignant – if quiescent – sovereigns. These creatures awaken or emerge from time to time with often tragic consequences - so the wise ones take care to ensure each generation remembers the warning stories about creatures whose last depredations may have been in the times of their grandparents or great-grandparents.\nKarov was one of the first places settled by the Vard during their early conflict with the Ushka. They ruthlessly cleared areas of forests to build their settlements and some of the oldest towns show clear influence of their shared heritage with the Steinr of Wintermark, especially in the west. Indeed, there are several old battlefields in western Karov where Vard and Stienr, and later Varushkan and Wintermark, clashed in the distant past long before the foundation of the Empire. A number of very old tales from Karov include two siblings who romance a stranger; the former represent Vard and Steinr, the latter the Ushka. Invariably the elder sibling wins the affection of the stranger, and the younger angrily retreats to the west. This is a highly stylised and historically dubious version of the founding of Varushka, but it is popular nonetheless.\nOn the whole, the folk of Karov enjoy many of the finer things in life - good food, good drink and regular festivals. Many towns and villages in Karov employ Stzena, local musicians who perform at local civic events and celebrations; there are several vales here dedicated specifically to the training of Stzena, and recording and preserving the music and songs of the Varushkan people.-\n",
    "features": [
      {
        "name": "Delev",
        "description": "The oldest and proudest of the vales that guard the road from the Semmerlak to Seren and the south, Delev is a hub for the many smaller vales dotted around southern Varushka. It has a complex rivalry with Temeschwar, which outgrew its parent and then left the family to join the League. Delev is again the foremost trading town in Karov, which suits it well. Despite the intervening centuries, there is still some bad blood between the citizens of Delev and those of Varushkan descent in Temeschwar. A particular bone of contention are the Eternal Shafts of Time, which the Temeschwari attempted to \"take with them\" when they seceded. Several Karov families at least keep alive tales of treachery, ingratitude and attempted theft.\nIn early 377YE a sequence of fortified watchtowers and walled camp sites was erected around Delev, and in various strategic points along the road to Seren, serving as secure bases of operation for bounty-hunters and wardens concerned with both bandit and wolves alike. Overseen by Henry Ward (senator for Upwold) as part of a larger Senate initiative to provide protection to towns throughout the Empire, the defences are not sufficient to qualify Delev as a fortification but have already helped reduce casual outlawry throughout the territory. They have also prompted some discussion about further work, and the value of building a complete system of forts and castles in the vicinity of this vital trade hub."
      },
      {
        "name": "The Weeping Stone",
        "description": "This is a great standing stone atop a mound in Kamienczka near the border with Wintermark. The stone appears melted, like the wax of a candle, as if it once stood in a limestone cave. No grass will grow on the mound, and there are several stories of unnatural disappearances in the vicinity. According to legend, roads built in the vicinity of the Weeping Stone fall into ruin with preternatural speed, and any building that can be seen from the stone is likewise doomed to fall apart. The tales say that within three years no two stones will still lie side by side, and there are enough stories of collapsed bridges, unexpected raids and disastrous fires to support this belief.\nIn legends this locale is sometimes associated with the Sovereign known as the Tallowman, although this connection might simply be based on the way the \"melted\" appearance of the stone."
      },
      {
        "name": "The Eternal Shafts of Time",
        "description": "In the mountains near Vorota are the Eternal Shafts of Time. These ancient shafts were old long before the Empire was born and the size and shape suggests that those who once worked them were not human. Time seems to run strangely in the shafts, workers claim some days simply run longer than others and the output of the mines supports their claims. Ownership of the Shafts was hotly contested between the citizens of Temeschwar and those of Varushka in the early days of the Empire, but in the end the Varushkans retained control of them. \nThe Eternal Shafts of Time is a Bourse position which produces mithril. It is assigned to whichever Varushkan candidate receives the most support from Varushkan owners of mine resources. The bourse position produces 27 wains of mithril each season.",
        "mithril": "27"
      }
    ],
    "regions": [
      {
        "name": "Duzekani",
        "description": "This lightly wooded region is where Delev - one of the major Varushkan trade hubs - can be found. Duzekani is well-known for the fine quality of it's bees, as well as for some of the best forests for finding iridescent gloaming in Varushka (the land is often too cold for the butterflies that produce the rare material to truly prosper). For the most part, however, the woods of Duzekani have been cleared or tamed - this is the civilised heart of the most civilised territory of Varushka."
      },
      {
        "name": "Kamienczka",
        "description": "The least settled region of Karov, Kamienczka has a reputation for being an unfortunate place to be born. Most of the blame is aimed squarely at the Weeping Stone which stands in the foothills to the west. The only vale of any great size is Olvanshka, home to several Warden brotherhoods standing guard on the Sovereigns believed to sleep in the hills to its north and west - and who keep a watch over the Weeping Stone for good measure."
      },
      {
        "name": "Malimorzi",
        "description": "The easternmost of the regions of Karov, and the one most in danger of invasion now that Karsk is in the hands of the Thule. A great deal of trade comes through Malimorzi from other settlements along the shore of the Semmerlak. Much of that trade comes through the bustling port of Korotny, built on the north-western shores of the great freshwater lake that allows trade with Dawn and, at one time, Holberg. It is also known for one of the largest fishing fleets in Varushka. Some of the more entrepreneurial minded inhabitants of Korotny dream of how their fortunes might rise if the Barrens was brought into the Empire and their vessels could trade the length of the southern rivers to Therunin. From time to time, exploratory expeditions set forth to the eastern shore, scouting lands believed to be under the thrall of the Druj or perhaps exotic foreigners. Some return with goods, tales, and a measure of pride. Most do not."
      },
      {
        "name": "Skoremujac",
        "description": "Forested Skoremujac is a centre for fur-trapping and the production of both ambergelt and Dragonbone. Much of this industry revolves around Kolvy. The locals know well that wealth attracts wolves and the hunting is done subject to great care, attempting to leave as little disturbance to any slumbering horrors as can be.",
        "keywords": [
          "Wooded."
        ]
      },
      {
        "name": "Wieliczka",
        "description": "The people of Wieliczka have the closest ties of any Varushkan to the people of the League. The fortified settlement of Vorota was once a vital guard against the people of the south, and it's folk consider themselves  the last vale of true Varushka on the road south. It is home to some who chose to leave Temeschwar rather than leave Varushka, and many don’t have the warmest of feelings towards the prodigal city. Indeed, when the Temeschwari ejected their criminals during the notorious Night of a Thousand Torches some of the most organised made it as far as Vorota and laid siege to the town. The settlement has been fortified of late, due to the Jotun incursions in Wintermark, and the guards are even more suspicious of travelers than usual.Keyword: Hills."
      }
    ],
    "nation": "Varushka",
    "whiteGranite": 0,
    "mithril": 27,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Karsk",
    "history": "After a period of escalating raids, barbarian orcs invaded Karsk from the north in 368YE. In a series of surprise attacks they overwhelmed the border fortresses and pushed deep into the heart of the territory. The ferocity and sheer numbers involved in the assault took the Varushkans by surprise, and before the Empire could organize an effective counter-attack, Karsk had fallen. \nThe campaign against the orcs stretched on for several decades. A few vales held out against the barbarians, backed up by some Imperial forces, a cabal or two and a few brotherhoods of wardens. Scattered reports revealed that the initial strong invasion quickly stalled. It soon became clear that the invading orcs were fighting among themselves, and with some of the few remaining indigenous orcish bandit tribes.\nFollowing major offensives in Moresvah and Nitrost a strike team assaulted the town of Isember in Lestasny during the Spring Equinox 37Y8E. A focal point for traitors aiding the Thule, victory resulted in the destruction of the town and drove Thule forces back into the eastern regions. Karsk was once again in Imperial hands - but the campaign was far from over. The Thule forces showed no sign of abandoning the territory. As the year lengthened, the barbarians regrouped and in Autumn launched a counter-offensive. During the Autumn Equinox, Nitrost was lost following a concerted Thule offensive, and with it Imperial control of the territory.\n",
    "overview": "This has always been a war-torn land. The scene of many vicious battles against the barbarians since before Varushka joined the Empire, it is scattered with fortresses, battlefields and ruins. It has an accursed reputation, and many stories refer to the \"bloated crows of Karsk, grown fat from human flesh and suffering.\" At one time this territory was home to numerous merchant boyars who became rich capturing and enslaving orcs to work in the mines of Volodmartz. When the Imperial orcs joined the Empire and it became illegal to keep orcish slaves, the senator for Karsk was brutally murdered during a meeting with a dozen now-ruined Karsk boyars including the last scion of the Zeleny mining family.\n",
    "features": [
      {
        "name": "Isember",
        "description": "Grew rich off the back of orc slaves, hacking prime timber out of the rich forests overseen by hard-eyed schlacta. When the slaves were freed, and the mercenary spearmen left, the wolves in the forest grew bolder. Isember was in decline long before the orcs came, known as a violent place where anyone could carve out a new living for themselves, with no questions asked as to their background. Evidence came to light that many of the town’s inhabitants may have made bargains with the invaders, and that exiles and outlaws from across the Empire were coming here to fight under the Thule banners. In Spring 378YE a decisive battle was fought here, and the town of Isember largely ruined in what was a turning point in the war with the Thule.\nOne of the few structures still standing is the poorly-named Sovereigns Heart, a hostelry that for the moment is seeing excellent business serving Imperial troops raiding the Thule - it has proved especially popular with Imperial Orcs and Wintermark raiders. The precarious nature of the inn - right on the edge of Thule-claimed territory - adds a certain dark desperation to the drinking and fighting that are a regular feature of a night spent here."
      },
      {
        "name": "Kosti",
        "description": "A high-walled fortified town still holding for the Empire, in hope that one day Karsk will build a better reputation back in Empire control. Well-shielded wagon-trains barrel down the road from Triosk with supplies."
      },
      {
        "name": "Oloy",
        "description": "Once a great centre for the making of defensive talismans. Wise Volhov, natural amber and the silence of isolation combined to make great magics. It fell so fast, few survived and those who did tell of great magical treasures hurriedly hidden. The Thule magicians rapaciously stripped the area of resources, and one of the few to survive their attentions was the Proritsatel Oloy. Much depleted, it nonetheless will provide a bounty of crystal mana to a volhov brave enough to seek it out."
      },
      {
        "name": "Veresk",
        "description": "The front of the barbarian advance, and a focus of Imperial scouting activity. Wardens watching the area reported incidents of orcs fighting orcs within the barbarian encampments there. Many of the permanent buildings of Veresk have been torn down, but the Vereski Stzena still tend to the spiritual needs of the huddled survivors, too stubborn to leave their homes."
      },
      {
        "name": "Broken Barrow",
        "description": "A scattered set of stone structures atop a mound. A great stone slab lies in two pieces on top of the central structures. Legend says that its a barrow, but it’s not clear who lay there - it appears empty. Others believe it might have been a settlement. It is not a place where Varushkans will linger after dark. Interestingly, scouts report that it appears to have been left alone by the barbarian invaders."
      }
    ],
    "regions": [
      {
        "name": "Branoc",
        "description": "Hilly Branoc is the site of the sinister broken barrow. The entire region has a bad reputation, as do several of the vales established here.\n",
        "keywords": [
          "Rugged"
        ]
      },
      {
        "name": "Crowslook",
        "description": "A desolate hilly region, the site of many mines … and the site of vicious fighting with the Imperial orcs during the orc rebellion. This is the site of a powerful Winter regio raised by the Thule during the Winter of 376YE, and of the cursed Moye Mucheniye. \nKeyword: Rugged"
      },
      {
        "name": "Kopevnost",
        "description": "Site of Kosti, a well built town with low walls in a defensible position. It was never captured by the Thule. The region has a long, gentle coast and has served in the past as a valuable place for food and supplies to be delivered to the defenders of Karsk. A recent murder here brought to light the presence of a mora in the heart of Kosti, and the Travy Mudrosti is the remnant of her tragic tale. The citizens of Kosti asked that the herb garden be added to the spoils of war, no doubt concerned that any curse she may have left might fall on one of their families."
      },
      {
        "name": "Krevsaty",
        "description": "The rolling hills of Krevsaty is the site of the remains of the settlement of Oloy. The Thule are believed to have a large camp there, extracting as much ambergelt as possible from the surrounding areas. Some scouts suggest they have enslaved a number of talismancers captured when Krevasty fell to the barbarians. The region is the base of operations of a powerful Thule warlock practitioner of Spring ritual magic. Along the northern border with neighbouring Volodmartz lies the Krevsaty Yelta, one of the richest ambergelt forests in Karsk - and one that has managed to remain largely untouched by the barbarians. With Krevasty in Thule hands it is difficult to reach overland, but the long route through Volodmartz still allows the bounty of ambergelt to be claimed by those brave enough to pass through trackless hills and forests.\nKeyword: Rugged"
      },
      {
        "name": "Lestasny",
        "description": "Previously this forested region was the location of the town of Isember; a wretched hive of scum and villainy. The humans there joined forces with the Thule barbarians in return for loot and stolen Imperial coin, and attracted bandits, exiles and criminals from across the northern Empire. During the Spring Equinox 378YE a strike force of Imperial heroes descended on Lestasny, scattering it's defenders and putting many of them to the sword. Isember now stands in ruins, and it is unclear whether the Varushkans have any interest in rebuilding it.\nA great distance to the east of the ruins of Isember lie the Mir Mozga - a barren stretch of pines, surprisingly rich in dragonbone. The forest has been ignored by the Thule, for some reason; scouts speak of being watched, but with no sign of any living creatures larger than a squirrel. \nKeyword: Forested"
      },
      {
        "name": "Moresvah",
        "description": "Reasonably hilly and has a long coast; it was one of the last regions to be taken by the Thule. For many years defenders from the three largest mining families - the Malinov, the Sloev and the Pravin - held out and fought the Thule using the isolated mines and networks of tunnels to avoid capture. Following their liberation by Imperial forces in Winter 377YE the three families broke into their reserves of equipment and materials to offer valuable resources to the armies fighting the Thule here.\nNot every mine in Moresvah was so lucky - the Zeleny Zheleza for example was thoroughly plundered by the barbarians during the occupation. This did not stop the Sloev family attempting to take control of the mine in Spring 378YE, but tey abruptly withdrew their petition and the mine ultimately fell under the jurisdiction of the military council as a spoil of war.\n",
        "keywords": [
          "Rugged"
        ]
      },
      {
        "name": "Nitrost",
        "description": "A hilly region, where the ruins of Veresk stand – those buildings that have not been torn down by the invaders have been damaged during the internecine fighting between orc bands. With the region returned to Imperial hands, the slow business of rebuilding can begin. Not everyone wishes to remain in Nitrost, however. The schlacta known as Slava's Schlacta saw their vale overrun by Thule and lost their boyar in the recent war of liberation. With their homes gone, most are looking for a new captain to lead them against the enemies of Varushka.\n",
        "keywords": [
          "Rugged"
        ]
      }
    ],
    "nation": "Varushka",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Miekarova",
    "history": "",
    "overview": "Miekarova is more heavily forested than the rest of Varushka. It is known for its furs, for its hunting, and for its particularly harsh winters. Snow regularly falls here for up to six months in the year, and it is common for vales to be snowed-in during the darkest months. The wolves of Miekarova are especially savage, and every few years or so gather in great hordes that sweep down out of the north, threatening the unwary and causing widespread trouble until they are eventually dealt with. Plaguewulfs are more common here than anywhere else in Varushka, and the sovereign believed to be their progenitor, The Howling Queen, is said to slumber somewhere beneath the hills of north-eastern Miekarova.\nNoted for beautiful painted caves beneath several of the larger ranges of hills, it was also the heart of Ushkan mysticism in the dim days long before the foundation of the Empire. It was in Miekarova that the Imperial Faith found its deepest roots in Varushka, and there are a number of vales here that surround churches and shrines to the Way. The priests here are especially vigilant against the dangers of the dark winters and the monsters that come with it, and several warden brotherhoods make a practice of spending their winters here to offer additional assistance.\n",
    "features": [
      {
        "name": "Mormyk",
        "description": "In Mierchernya, Mormyk is the furthest western vale and closest to Wintermark. It enjoyed a long history of good relations with the people of Krysse. Varushkan merchants regularly traveled east to the great market there, while adventurous Winterfolk traders and pedlars were a common feature along the road linking the two. This came to an end with the fall of Skarsind to the Thule in 373YE. Amid concerns that the barbarians would push east into Miekarova, the people of Mormyk fortified their vale and cast expectant eyes towards the barbarian bastion that the orcs had made amid the halls of Estermark. Now that Skarsind is free again, it remains to be seen if the good trading relations between Miekarova and Skarsind can be re-established safely."
      },
      {
        "name": "The Painted Caves",
        "description": "Several clusters beautifully painted caves lie under the hills of Miekarova, thought to be of Ushkan origin. The paintings in the cave are incredibly vibrant, and iridescent gloaming has clearly been added to the pigments. They are often quite abstract, but occasional enigmatic images of people and animals are common features. Several of the caves are known to have potent wards laid over them that still maintain their power today, and more than one contains a strong regio, usually connected to the realm of Night.\nThe most famous are those in western Mieriada; they have been extensively explored and the galleries extend for at least a mile beneath the hills. Many of the paintings here are damaged, either by weapons or by a deliberate attempt to deface them, and historians believe the damage may be the result of an early conflict between Vard and Ushka. Others mutter darkly that the damage here has nothing to do with the Vard, but talk about an internal conflict between the ancient Ushka - they generally claim to have come by this information through visionary dreams, and can provide little proof. Some cabalists have claimed that the caves enhance night rituals intended to provide visions, while the famous volhov Pakaanan claimed that the caves were somehow connected to the enigmatic dreams created with Sift the Dreamscape's Sands. Other caves exist under several other peaks"
      },
      {
        "name": "The Razors",
        "description": "These seven spines of black obsidian stand atop a mountain that shadows the road through Perumaki. An outpost at the foot of the mountain observes the razors each morning - they are usually shrouded in cloud as the day dawns, which is a good omen. If the razors are \"unsheathed\" (clearly visible at sunrise), it often signifies that a band of plagewulfs will attack somewhere along the road before the next sunrise. Warning bells are rung, and runners dispatched to nearby vales to warn them of the danger. The razors themselves have never been closely examined - the approach is sheer and the presence of wolves makes it effectively impossible to approach - but study through spyglass has reinforced the belief that several of the ravening beasts that accompany their unsheathing dwell in caves and gulleys around the top of the mountain. Stories say that the Howling Queen rests under the mountain peak, and sometimes gives audience to brave or foolhardy explorers and volhov. The stories further suggest that the mists that generally shroud the razors are nothing other than a massive cloud of corpse-raising venom similar to that produced by the plaguewulfs. They fear what might happen if that malignant fog were to flow down the mountain and into the vales of Perumaki."
      },
      {
        "name": "The Night Quarry",
        "description": "The Night Quarry is located high in the mountains of Mieriada near the Painted Caves. White Granite is produced here using a technique that fills the air with a fine white dust that quickly settles on the skin. As a result the workers have a ghostly pale complexion until they wash. The decision of the Imperial Senate to make it an Imperial bourse position angered many Varushkans at the time; it was also the site of an early engagement between orc slaves and Imperial troops known as the Night Quarry Massacre. After two weeks of intermittent fighting around the quarry, Varushkan troops and revolting slave miners alike were slaughtered  when Thule barbarian raiders happened across it and took advantage of both sides' weakness. To this day, miners claim to hear the occasional moans of trapped orcs, dying warriors and exultant Thule echoing in dark, giving the site an unwholesome reputation\nThe Night Quarry is an Imperial Bourse position. Control is allocated to any Imperial citizen by open auction. It produces 27 Imperial wains of white granite every season.",
        "whiteGranite": "27"
      }
    ],
    "regions": [
      {
        "name": "Dupadealuri",
        "description": "The hills of Dupadealuri are scattered with vines that mine rich veins of Tempest Jade and weltsilver. It is watched over by Essk, a hilltop town behind a great wooden wall. The broad road that runs through Essk links Miekarova to the rest of Varushka. It is famed for the Bell of Essk, a great Wintermark-forged monstrosity that is high in the wooden watchtower at the junction of the roads from Miekarova, Karsk and Karov. This bell can be heard for miles, and is sounded when a known Sovereign of the area has been spied. The tower itself serves as a place of pilgrimage for those dedicated to Vigilance."
      },
      {
        "name": "Miechernya",
        "description": "The trading vale of Mormyk protects the road from Varushka to Skarsind. Much of the region is wild, and the hills and mountains are home to both mines and well-defended forests that endure the cold winters and occasional attacks by wolves. Another danger in Miecernya are Thule raiders down out of the northern mountains, come from Otkodov to steal the bounty of the miners and the foresters. There are several ancient battlefields in Miechernya where human and orc have clashed - and on occasion a conflict between barbrian and Imperial warriors near one of these battlefields stirs up old ghosts, or remnants of soldiers who attack both sides indiscriminately, angry that their sleep has been disturbed.",
        "keywords": [
          "Hills"
        ]
      },
      {
        "name": "Mieriada",
        "description": "This region is known for rich veins of orichalcum in the mountains, and for savage raids by the Thule who sometimes follow the rivers down out of the mountains to attack the vales or the mines. Both the Painted Caves and the Night Quarry are found here. \nThe most famous vale in Mieriada lies on shores of the Coldmere (which often freezes solid in the depths of winter) lies Wendell’s Hope, a mining vale that grew up round a tavern and trading post. It is unusual in that it's boyar is traditionally the owner of the largest tavern in the vale, which is a place of pilgrimage for the dedicates of Courage. Groups of warriors planning to raid into Otkodov often gather here on their outward journey, and on their return. It is especially welcoming to stzena; the nights are long, and both the miners and the warriors are wealthy. It is sometimes called the Last Warm Hearth in the North.",
        "keywords": [
          "Woods"
        ]
      },
      {
        "name": "Perumaki",
        "description": "In the mountains of Perumaki are the Razors, and at the foot of their mountain lies the vale of Razorwatch which keeps an eye on them. As with most regions of Miekarova, Perumaki contains a number of prosperous mines, and there are numerous rich veins of orichalcum and green iron. The richest material in Perumaki is probably silver, however, and a number of businesses are scattered through the vales here that deal in precious metals or fine jewelry.",
        "keywords": [
          "Hills"
        ]
      },
      {
        "name": "Srodkoja",
        "description": "The centre of the northern fur trade; pelts from here adorn many a Dawnish Earl or Merchant Prince of the League cities. The largest vale in Srodkoja is Olodny, and has made much of its wealth from trapping and skinning. It is built to defend against wolf packs - the ditches are deep and the walls thick with spikes - and it serves as a base of operations for both hunters and wagon raiders.\nSrodkoja is also the location of Olga’s Ashes, a place of virtuous study, part-built into caverns above the road. Olga was an early Varushkan convert to the Way, a warden by calling, and her ashes are said to have miraculous powers to reveal possessing spirits. Some Varushkans claim her as an exemplar of Vigilance, but she has not been recognised as such by the Imperial Synod.",
        "keywords": [
          "Woods"
        ]
      }
    ],
    "nation": "Varushka",
    "whiteGranite": 27,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Volodmartz",
    "history": "Following the Thule invasion of Karsk in 368YE, probing assaults were made against Livardz and Suvretz. These were turned back by Imperial forces, but the threat of further attacks has never been ruled out. The northern barbarians certainly covet the valuable resources of Volodmartz; in the Summer of 377YE an attempt was made to create a beachead in the north near the vale of Void - almost certainly a strike not only against the mana sites and libraries of the cabalists but against the Granites of Veltsgorsk. The expeditionary force was scattered by a force of Imperial heroes, and a follow-up campaign by Imperial forces wiped out the survivors, stymieing the attempted invasion.\n",
    "overview": "Mountainous Volodmartz is rich in timber and deep mines. There are comparatively few vales here, and the boyars have a reputation for being particularly iron-fisted. Much more common are outposts, scattered across the brooding hills and growing rich from the mineral wealth they exploit. Both tend to be very well fortified, and not without reason. There are dark things in the Volodmartz mountains, and plenty of folk tales tell of malign horrors that burrow under them, emerging without warning to overwhelm the foolish. An equally worrying threat is that posed by the northern Thule barbarians who sometimes strike down through the north-eastern forests. As recently as 376YE a major offensive was launched through the northern mountains in an attempt to secure a beachead near Void; it is very unlikely to be the last.\nThe Volodny had their old centre of power in Volodmartz, and it was here that Alderei the tyrant-boyar was defeated by the Imperial Army. The ruins of several strongholds still lie beneath the forest canopy. One of the most vicious battles took place in the foothills of the Opascari mountains at what is now a valuable weirwood forest. This vital strategic asset, the largest source of weirwood in Varushka, was essential to the support of the tyrant-boyar's armies. The penultimate, savage battle of the Imperial campaign against Alderei took place here; after the forest was lost, his forces were forced to fall  back towards Alderei's Run in Murupa, where they finally met their end.\n",
    "features": [
      {
        "name": "Triosk",
        "description": "A riverside town in Livardz, with a fish-dam and low bridge that has always been the main land route into Karsk. Once a hotbed of support for Alderei the Fair on the edge of what was then Varushka, and the scene of savage fighting in the war against his forces. Empire armies laid siege to it, and burnt the original town to the ground. The tyrant-boyar sallied forth before the final assault, and gathered those still loyal from across Volodmartz and the wilds to his final battle to the north. Despite recent Imperial victories in Karsk, it is still considered to be a front-line settlement, doing all it can to support the campaign in Karsk. Home to many refugees, there is some pressure for these displaced Varushkans to return to their homes - homes that many rightly point out are still threatened by the remaining Thule armies."
      },
      {
        "name": "The Hunt of Alderei the Fair",
        "description": "One of the richest resources of Volodmartz, the hunt is a great weirwood forest that was also the site of one of the most vicious battles against the forces of Aldereri the Fair. At the foot of the Opascari mountains, this vital strategic asset was nearly burnt to the ground in the wake of the Imperial victory. Only quick action by Imperial forces prevented the fire consuming all the trees, and to this day on certain nights of the new moon the living trees are sometimes engulfed in a shimmering copper effulgence that seems to have no natural origin. There is some controversy over the name of the site. Some claim it is named for the treasure seekers who combed the surrounding woods looking for traces of Alderei the Fair in the decades after his defeat. Others say it is actually named for the three nights of pursuit when Imperial forces chased the retreating forces of Alderei south-west toward Alderei's run.\nThe Hunt of Alderei the Fair is an Imperial Bourse position that produces weirwood. It produces 26 Imperial wains of weirwood every season.",
        "weirwood": "26"
      },
      {
        "name": "The Granites of Veltsgorsk",
        "description": "Deep in the mountains of Brez lie the open mines of Veltsgorsk. The white granite that comes from these mines is sometimes streaked with pink quartz - storytellers claim it is steeped in the blood of all those who have died fighting over Volodmartz in the past, and will help give life to nearby vegetation as a result.\nThe Granites of Veltsgorsk is a National Bourse position which produces white granite. It is assigned to whichever Varushkan candidate receives the most support from Varushkan owners of forest resources. The bourse position produces 26 wains of white granite each season.",
        "whiteGranite": "26"
      }
    ],
    "regions": [
      {
        "name": "Brez",
        "description": "The mountains of Brez have a shadowy reputation among Varushkans. The peaks are high enough that they are perpetually shrouded in snow, even at the height of summer. The Granites of Veltsgorsk lie high in the eastern peaks of the region, and it is said that without the presence of this valuable Bourse resource, no outsider would ever visit the peaks here despite the rich seams of copper, iron, silver and Tempest Jade the mountains conceal.\nThere are known to be several strong regio here, associated primarily with the realm of winter, and these have attracted cabalists and magical scholars since before there was a Varushka. The cabalists of the mountains of Brez tend to be somewhat isolationist; the best known settlement is the vale of Void in the western foothills, home to a number of allied cabals who study and perform those rituals best kept away from centres of population. Rumour has it that Heralds from the Realm of Winter come here to treat and bargain with the inhabitants, while others speak of a shadow library containing great stores of information about curses, malign magics and the nature of the Winter eternals.\nThe southern peaks are the site of Ruin. Once a key mining settlement called Vikram's Haven, its destruction in 349YE is generally believed to have been at the hands of a group of miners who delved too far into rocks under the broken peak above Alderei’s Run in search of rare ores. The vale did not survive their return. . Precisely what led to the doom of Ruin is unclear, but scattered rumours suggest that the miners came upon a trove of ancient pre-Imperial artefacts, and fell prey either to a maddening curse or possession by malign occult forces. Ruin is now the occasional home of Warden-bands who seek to ensure no Vale makes the same mistake again, and is closely watched by the inhabitants of the nearby Vale of Gorazima who are keen to avoid a similar fate\n",
        "keywords": [
          "Rugged."
        ]
      },
      {
        "name": "Livardz",
        "description": "The southernmost region of Volodmartz, and certainly the most densely settled. The vales here maintain trade west to Miekarova and south to Karov - especially to the bustling port-town of Korotny. At one point, Livardz served as something of a crossroads - with trade also coming from Karsk to the east, through the town of Triosk. With that territory now back under normal Imperial control, it is to be hoped that trade will begin to trickle in once more.\nIn addition to the permanent population, there are a number of vales who maintain their prosperity by catering to the wagon raiders - either as a base of operations, or serving as middle-men purchasing the raw materials they rip from the northern mountains and forests."
      },
      {
        "name": "Murupa",
        "description": "Central Volodmartz is home to several vales and outposts drawn by the rich bounty of Dragonbone that the forests promise. Several of the vales here maintain close ties with Razorwatch in Miekarova - and keep a close eye on the Razors and the dark power that lurks beneath them. There is also a brisk trade in items scoured from the old battlefields, where Varushkan and Imperial forces fought Alderei's armies. The valley known as Alderei’s Run is the largest of these battlefields, the Tyrant-Boyar’s forces were finally destroyed by the Imperial Armies. Rumour says that Alderei can still be heard there, ordering his men back into the fray. \nTo the north of the run are a series of small caves that Alderei’s army used for stores. They are generally referred to as The Star Caverns, due to a prevalence of eroded carvings of star patterns attributed to the Ushka mystics. Some scholars suggest that some of the patterns are much older, probably pre-Terunael in origin. The caverns themselves contain a regio aligned with the realm of Day, whose power waxes and wanes from season to season and year to year - studies have suggested the strength of the regio is related to the position of certain constellations especially the Key and Lock.\n",
        "keywords": [
          "Forested"
        ]
      },
      {
        "name": "Opascari",
        "description": "The mountains of Opascari are rich in gold, orichalcum and precious stones. Opascari is known in particular for its sapphires and emeralds, which are often of uncommon size and lustre. The range is also rich in mana sites, often jealously guarded and requiring regular protection again (among other things) packs of hungry trogoni. While much of Opascari's wealth is mineral in nature, at the feet of the southern peaks lies the rich weirwood forest known as The Hunt of Alderei the Fair.",
        "keywords": [
          "Rugged."
        ]
      },
      {
        "name": "Suvretz",
        "description": "A sprawling region of forests that extends to the eastern borders of Volodmartz and, by extension, the Empire. Many of the vales here are especially fortified, even for Volodmartz - fortifications designed to offer protection not only from wolves, but also from barbarian raiders coming down from the cold forests of barbarian Otkodov. There are few permanent settlements in the eastern woods - but many crow-haunted battlefields.\nOf special interest in Suvretz is a place of legend named Runa's Loss. Runa was a draughir warden who watched the monsters of the hills with Toki, her changeling lover, an apprentice volhov. Toki's master was seduced by an eternal of Winter (generally held to be Agramant), and Toki chose loyalty to master over love. Runa was one of the wardens who hunted and killed the volhov and all loyal to him. The Vale reminds all wardens that their calling is more important than lesser loyalties, and is considered a site of pilgrimage for devotees of Loyalty and Vigilance - albeit a particularly perilous one. The vale maintains a careful watch not only over the eastern forests but also over the borders with Karsk.\n",
        "keywords": [
          "Forested."
        ]
      }
    ],
    "nation": "Varushka",
    "whiteGranite": 26,
    "mithril": 0,
    "weirwood": 26,
    "ilium": false
  },
  {
    "name": "Hahnmark",
    "history": "During the invasion of Skarsind, many refugees came down through Pakaanen's Pass to find temporary homes in Northspires and Bruckland. Since the territory has been reclaimed, many are returning to their homes - although a number have chosen to stay permanently in Hahnmark. Concerns that the Thule might come further west and invade Hahnmark proved groundless, but there were repeated calls for the Hall at Kalpaheim and the vigilant Stormspires to be reinforced and further fortified. Successive Senates failed to agree to the amount of white granite needed, and the projects were largely abandoned.\nCostume by Jo Perridge",
    "overview": "The territory of Hahnmark is spread along a series of treacherous mountain passes, the rolling foothills beneath and the wide plains that stretch toward Sermersuaq and Kallavesa. In ancient times was the centre of the troll kingdom, but today is considered the ancestral homeland of the Steinr in Wintermark. The other passes through the mountains are likewise protected by fortified halls, preventing access to the rolling hills that drop down towards fertile plains.\nIn the oldest days, before the coming of the Steinr, Hahnmark has the heart of the troll kingdoms and it was here that the three peoples first came together to oppose their enemies, and to create the union that has made their people the strongest in the world. The peaks of eastern Hahnmark are scattered with relics from the troll kingdom, mostly ruined and empty, or haunted by malignant spirits who hate the people of the lowlands with an endless, frigid spite. The higher peaks are avoided by sensible folk as a consequence.\nHahnmark is a rugged land, like the people who call it home. A slight majority of the population are Steinr, but as always there is a nearly equal presence of Suaq and Kallavesi people in it's prosperous halls. The people of the rolling hills enjoy a high level of prosperity, their wealth coming from trade with other Imperial nations; from the mines and farms of the mountains and the flatlands; and from the strong sword-arms of it's warriors.\nThe Senator for Hahnmark is appointed by the Steinr during the Autumn equinox, and is almost invariably from Steinr stock.\n",
    "features": [
      {
        "name": "Kalpaheim",
        "description": "The largest settlement in Wintermark. Once capital of the entire nation, this is the site of the original joining of the three cultures. The settlement circles a stone fortress built in the first days after the defeat of the trolls - the Hall at Kalpaheim - parts of which extend into tunnels dug deep beneath the mountains. A prosperous hub for trade with other nations, Kalpaheim guards a large pass through the mountains that serves as a major trade-route down into the Marches, and the rest of the Empire. Other valuable trade routes include those to Hercynia in the north-west, and through the Navarr territory to the forests and mines of Skarsind and ultimately Varushka.\nAs well as safeguarding the prosperity of Hahnmark, Kalpaheim is a central feature in the heritage of the Winterfolk. The Face of King Ulmo, an immense carving of the first monarch of Wintermark, looks down upon Kalpaheim from the side of one of the western mountains. It serves as a reminder that the eyes of history are upon the town and the people of Wintermark. This impressive feat is one of the wonders of the Empire, constructed long before the nation joined the Empire by a trio of Artok under the control of the icewalker Gilda Heimssdottir. She also dug out most of the tunnels that parts of the hall now occupy."
      },
      {
        "name": "The Fingers",
        "description": "When the Steinr travelled through mountain passes to find the Suaq and Kallavesi, they sought guidance in visions. It is said that this high-mountain with its four jagged peaks rose above the mist in the early daylight, pointing out the way. It is now home to a religious settlement called The Fingers, where the virtues that founded Wintermark are celebrated; the Courage to carry such a bold plan through, the Pride gained through the trials of the journey, and the Loyalty that now joins the three peoples."
      },
      {
        "name": "Gulnar’s Deeps",
        "description": "An old series of copper mines in northern Kalpamark that unexpectedly broke into a much larger cave network beneath. The full extent of the caves has never been mapped, since ice and meltwater make much of it treacherous, but a wealth of minerals and metals now comes from the deeps."
      },
      {
        "name": "Runegrott",
        "description": "In southern Northspires is found a vast labyrinthine chamber in the ice, in which many runes are carved. They are thought to be very old, and some scholars argue that the origin of runes in Wintermark lies here, rather than in the caves beneath Gildenheim. The chamber is carefully guarded. It is a matter of debate as to whether the runes bear any message -- some claim the original laws of Wintermark, and thus the Empire -- were taken from the inscriptions in this chamber."
      }
    ],
    "regions": [
      {
        "name": "Bruckland",
        "description": "Of all the regions of Hahnmark, Bruckland has the highest concentration of halls that have a majority of Suaq members. The cold, flat plains are scattered with low, artifical hills atop which lie stone beacons and desolate watchtowers. Between the hills wander large domesticated herds of deer, elk and the occasional mammoth. Fruitless attempts to domesticate the mammoths have largely been abandoned, but there are a few stubborn mammoth herders in Bruckland who follow the herds and occasionally harvest an old or injured member for ivory, hide and meat.The most famous settlement in Bruckland, the fishing hamlet of Turelva lies across the waters of Kronevann from Kronehal. The two settlements enjoy a friendly rivalry in all matters; an annual fishing contest between the two has become a four day festival which boasts attendees from as far afield as Dawn."
      },
      {
        "name": "Kalpamark",
        "description": "The heartland of Hahnmark, site of Kalpaheim and the face of King Ulmo. The halls of Kalpamark are some of the most prosperous and influential in Hahnmark - possibly in the whole of Wintermark.\n",
        "keywords": [
          "Hills"
        ]
      },
      {
        "name": "Kronemark",
        "description": "The flattest part of Hahnmark, the downs of Kronemark are a patchwork of fishing villages and farms. The largest settlements sprawl around the shore of the icy lake Kronevann, or along the many streams that connect it to it's sister lakes in Bruckland. The best known of the settlements on the Kronevann is Kronehal. Claimed as the home of Sigrid Alvsdottir, legendary champion of the Steinr who slew Vatr, the one-eyed warleader of the trolls and as her reward claimed the crown of the Steinr."
      },
      {
        "name": "Northspires",
        "description": "The hills and mountains of Northspires are a rich source of Orichalcum and Tempest Jade. Some of the highest peaks in Wintermark are found here, and there are scattered ruins on the upper slopes that date back to the height of the troll kingdoms. Several halls look down across the rest of Hahnmark from here, the most famous of which is probably the Stormspires. A remote fortress and watchtower whose commander is often titled ‘the Eyes of the North’, Stormspire keeps a careful watch on any traffic from the North. One of the key major beacons, the folk of Stormspire also maintain and man a smaller network of beacons on nearby peaks.\n",
        "keywords": [
          "Hills"
        ]
      },
      {
        "name": "Southridge",
        "description": "In the years before the foundation of the Empire, the rolling downs and woodlands of Southridge were the site of regular skirmishes between the Winterfolk and the Marchers. These came to an end with a final peace treaty, signed at the settlement of Moot. Grim-faced folk drew lines on maps and agreed to fight orcs, not each other. The place of meeting grew into a small trading settlement where Marcher grain goes north, and Wintermark sends its worked metal and leather south. Despite nearly five centuries of relative peace, however, there are occasional tales of haunted battlefields and unfortunate incidents with rowdy Marchers who ought to know better.The woodlands and rugged gulleys of Southridge are also home to at least one hidden tribe of Feni who mostly keep to themselves but occasionally engage in banditry against travelers or poorly defended halls.",
        "keywords": [
          "Hills"
        ]
      },
      {
        "name": "Valasmark",
        "description": "Rugged Valasmark slopes down towards the cold fens of Kallavesa to the south-west. In a populous valley near the centre of the region stands Valashal, a Hall almost entirely peopled by groups of Steinr, accepting warriors from all over the nation. It's stated intent is to be the greatest focus of martial heroism in the country and therefore the world. Without Suaq, their casualties in time of wear tend to be horrific; but they also attract scops from far and wide to sing of their bravery and their dead are remembered for their glorious deeds.\n",
        "keywords": [
          "Hills"
        ]
      },
      {
        "name": "Wood Heath",
        "description": "On the edge of the forests on the southern side of Hahnmark stands the bustling logging town of Woodhall which supplies a great deal of of the wood, charcoal and Beggar's Lye for Wintermark’s building, crafting and smithing. Woodhall also sees regular caravans from Temeschwar to the east, and enjoys cordial relations with the Marchers of Upwold to the south.As with Southridge to the west, there is believed to be at least one tribe of secluded Feni in Wood Heath, although their attentions are mostly directed toward Upwold and Miaren.",
        "keywords": [
          "Hills"
        ]
      }
    ],
    "nation": "Wintermark",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Kallavesa",
    "history": "In the Winter of 370YE the Jotun invaded in force, taking West Marsh and pushing into Skymark. Before they could consolidate their hold, however a joint campaign by Wintermark and Marcher armies drove them out under the leadership of a young Skarsind general named Britta.  Without her excellent leadership and inspirational presence is it widely believed that both Semersuaq and Kallavesa would have been lost to the orcs. Further attempts at invasion were stymied by the re-vitalised and re-equipped armies left behind to guard against another attack. \nThe marshes of Kallavesa are the final resting place of the great heroes and heroines of Wintermark. Alone of all previous Emperors and Empresses, Empress Britta was interred in the marshes rather than resting at Necropolis. The Highborn have built a shrine and appointed a Guardian of Britta's Shrine, but the body itself (or as much of it as was recovered from the Thule) rests beneath the waters of Kallavesa.\n",
    "overview": "This is the ancestral home of the Kallavesi, a land of cold stagnant bogs. The land changes through the seasons, but always has a feeling of brooding stillness. In the warmer months it is a boggy marsh cut through with streams and fjords. In the winter the waterways freeze over and the whole land is covered with frost and snow. The marsh serves as the national graveyard and this is a place of ancient secrets and mysticism. The stories of the mystics say that in ancient times a flight of crows flew over the marshes scattering feathers into the waters below. Where each feather landed, a Kallavesi emerged from the marshes.\nIt is a mournful land, but a beautiful one. Thanes' halls are traditionally constructed entirely from wood here and those built in marshy areas are raised up on stilts. Many halls in Kallavesa are built around sacred places or places with a magical reputation. There are not believed to be any troll ruins in Kallavesa; while stories occasionally speak of shattered halls buried beneath the Rhundal Marsh, these tales are considered largely fanciful or allegorical.\nParts of Kallavesa, especially the West Marsh have a reputation for being haunted. Not only are the marshes where the honoured dead of Wintermark are interred, they have also seen regular battles through the ages. Several vicious battlefields lie drowned beneath the boggy marshes; the Jotun have raided across the narrow sea from Kallsea since time-out-of-mind; in pre-Imperial centuries there were irregular border skirmishes across the southern borders - first with with the the orcs who dwelt where Bregasland and Mitwold lie today, later with Marchers who displaced them. Orc and human dead alike lie in the deep pools of the western and southern marshes, and they do not always lie still.\nKallavesa is rich to many fine herb gardens. Perhaps as a consequence of the many battlefields buried beneath the marshes, the territory is known for the quality of the bladeroot that grows here. The Kallavesi themselves are acknowledged experts in the use of herbs - the Infusions of Feathers were first developed here in the Wittal Groves and later shared with apothecaries from across the Empire.\nThe Senator for Kallavesa is appointed by the Kallavesi during the Winter Solstice, and is almost invariably of Kallavesi stock.\n",
    "features": [
      {
        "name": "Rundhal",
        "description": "Once the capital of Kallevesa, in Ruhdahl where mystics sent dreams to the Steinr, and where the wise met to choose the monarch of Wintermark before the Empire. It is still a place of utmost importance to those who follow the Kallavesi traditions, and is where many of the oldest traditions are passed on. Scops come to the round hall to learn the stories and songs that tell their nation who they are and inspire heroes across all of Empire."
      },
      {
        "name": "The Sovevann",
        "description": "The weed-choked waters at the heart of Kallavesa, boundaries and waterways shifting and reform all the time, as small islands of floating reeds drift on unpredictable currents. Attempts to build permanent structures here are stymied by chaotic nature of the floating islands and the presence of several large colonies of marshwalkers who will not tolerate the disruption of their boggy territory."
      }
    ],
    "regions": [
      {
        "name": "Kallavesa Marsh",
        "description": "Sandwiched between the Westmere and the Sovevann, this is the place most outsiders think of when they imagine Kallavesa. Boggy marsh, dotted with lone huts on stilts where pale herons stalk and burbling frogs maintain an eerie chorus at dawn and dusk. These are the haunted marshes where the heroes of Wintermark rest, and the few scattered halls here are generally given over to the study of The Way of serve as hostelries for visiting pilgrims come to honour the dead. \nThe largest settlement in this region is Masi home to the dead and those who guard them. Funerals are usually held here. On the rare occasions that a Feni or Jotun raid is not turned back at the borders, it is the warriors of Masi who force them back.\n",
        "keywords": [
          "Marsh"
        ]
      },
      {
        "name": "Rundhal Marsh",
        "description": "Site of Rundhal, the largest permanent settlement in Kallavesa. It is a place dedicated to wisdom and the mystic learning of the Kallavesi. While Rundhal Marsh is boggy and damp, the western stretches towards Hahnmark are somewhat elevated and drier - here are found many copses of beggarwood and other softwoods, carefully tended by stewards who ensure their health and that the availability of wood for building the unique stilted buildings of the marshes.\n",
        "keywords": [
          "Marsh"
        ]
      },
      {
        "name": "Skymark",
        "description": "The northernmost of the Kallavesa regions is chilled by northern winds for much of the year, but is also home to rich farms and sprawling holds. Small fishing fleets are common here, and several of the villages here maintain ties with their cousins in Sermersuaq via the Rikkivesi and the Atkonartoq. In southern Skymark is Ishal, across the cold waters of Sovevann from Rundhal and Masi, furthest of the three settlements round the lake at the heart of Kallevesa. This is where the wise go to read the future in the flight of birds and the night skies, as the scops learn at Rundhal and the dead heroes rest in the marshes near Masi. It’s a place for the old, for learning and for clear thought. \"Threes, and threes and threes,\" the seers say, those who foretold the coming of the Steinr."
      },
      {
        "name": "West Marsh",
        "description": "On the shores of the Westmere stands Westerhal, home to the small fleet of Kallavesi boats that keep the coast safe from Jotun raiders. It's importance has slowly dwindled, in part due to the rise of Meade in the Marches which has much better access to wood and stores, but the patrol ships of the Marches are uncommon this far north. Once it was the second settlement of Kallavesa, and there are residents who would like to see it take it's place again as a center of trade and defence of Wintermark - perhaps with a new fortification. \n",
        "keywords": [
          "Marsh"
        ]
      },
      {
        "name": "Wittal Grove",
        "description": "At the heart of the grove stands Wittal, a place of learning and the study of herbs and plants. Many Grimnir have spent a season or more studying here, as have healers from further afield, even a few from far Urizen. Some never return from foraging expeditions into the deep-woods; the Feni are usually blamed. The inhabitants of Wittal also maintain the The Tree of Swords, a lone elm tree in a glade hung with the swords of dead Wintermark warriors that is also the heart of a strong Winter regio. Weapons are hung there of warriors who died with their quests uncompleted. It’d said that if the tree ever flowers, the warriors will return.\nWhere the trees join the marshes, on the shores of the Westmere, stands the small port of Fisk. Before there was an Empire, Fisk was an armed camp watching the orcs of what is now Mitwold (and later, the Marchers who displaced them). After the formation of the Empire, the warriors largely left Fisk and the traders moved in. Today, Fisk is a small but prosperous port allowing adventurous ship owners to trade with Meade and the Marchers and even with foreigners across the sea as far as the Asavean Archipelago and the Sumaah Republic.\n",
        "keywords": [
          "Wooded"
        ]
      }
    ],
    "nation": "Wintermark",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  },
  {
    "name": "Sermersuaq",
    "history": "In the Winter of 370YE the Jotun invaded in force, taking Stark and Tanikipari. Before they could consolidate their hold, however a joint campaign by Wintermark and Marcher armies drove them out under the leadership of a young Skarsind general named Britta.  Without her excellent leadership and inspirational presence is it widely believed that both Semersuaq and Kallavesa would have been lost to the orcs. Further attempts at invasion were stymied by the re-vitalised and re-equipped armies left behind to guard against another attack. \nWith their eyes focused on the western and eastern borders, however, the Empire was unprepared for the invasion of Skarsind in 373YE. Following that invasion however, the intensity of Thule raids actually declined a little as their forces focused on stripping the fallen Wintermark lands. Now that the easternmost of the Winterfolk territories is back in Imperial hands, it is assumed that the frequency of raiding bands coming through the mountains will begin to increase again. By contrast, the Jotun ceasefire has lead to more Jotun raids from the west, as barbarian warriors denied the opportunity to face Winterfolk in battle have sought other outlets.\nIn 378YE, the Thule sent armies from Otkodov to invade he Silver Peaks, in an attempt to create a beachead into Sermersuaq. Barbarian and Imperial forces were well matched, but the advantage appeared to lie with the Thule as they slowly pushed the defenders back.\nDuring the Autumn Equinox, the Battle of Ikka's Tears took place on the cold plains east of the glacier. The Thule had sent a large force of elite warriors, accompanied by a massive warbeast, to steal an artefact of unknown power from the Face of Ikka. They were intercepted by a warband of the Empire's heroes using the Sentinel Gate. This powerful barbarian army inflicted a painful defeat on the Imperial heroes, perhaps the most significant since the death of Empress Britta two years previously.\n",
    "overview": "Sermersuaq is the ancestral home of the Suaq people. The forests and tundra of this territory are rich with animal life that sustains the Winterfolk, ranging from great furred beasts to small game and hunting birds. The northern waters are home to seals and penguins, and full of fish and whales. As one travels further north, the land becomes colder and colder until a traveller comes to transient ice floes that mark the the farthest extent of the land claimed by the Winterfolk. This fertile territory is under constant threat from both the Thule and the Jotun whose hunting parties also seek to exploit the profusion of life here, regularly engaging in skirmishes with the Winterfolk who live here.\nSermersuaq is notable for the interconnected freshwater lakes of Lansipari, Ittanpari, Atkonaroq, Sarda, Rikkivesi and the Eastern Floes. Deep and frigid, often dotted with chunks of floating ice in the coldest winters, perhaps half the area of Sermersuaq is made up of these frigid \"inland seas.\" these massive waterways teem with fish and are said to be connected to each other by flooded underground passages and the lakes on Kallavesa and Hahnmark. Old stories speak of the lakes being \"carved by mountains\" in some fashion. There are many halls built along the shores of the lake who prosper through fishing and occasionally trading across the cool waters.\nThe territory takes its name from the legendary figure of Sermersuaq. Sermersuaq was said to be so powerful that she could balance a kayak on the tips of three fingers, and kill a seal just by rapping it on the head with her knuckles. According to legend, Sermersuaq rode out heavily pregnant from Sydanjaa on a mammoth. She gave birth to one thousand children, half of whom drowned themselves and returned as seals to provide food for the others. Some say Sermersuaq was an Eternal and that all the Suaq share a trace of her bloodline, others argue she is an allegory for the enduring and tenacious spirit of the Winterfolk.\nBeyond the ice floes is the wasteland of Tsirku, where the ground is permanently covered in snow. The landscape is far from flat, there are ice plateaus pock-marked with crevasses and areas where the ice is rent apart giving way to cold salty lakes. Here rages the eternal ice-storm Sydanjaa, a roaring blizzard that blows all year round and from whose depths no traveller has ever returned.\nThe Senator for Sermersuaq is appointed by the Suaq during the Summer solstice, and is almost invariably from Suaq stock.\n",
    "features": [
      {
        "name": "The Grave of the Giants",
        "description": "In Tsirku a great ice-cavern lies by the edge of the waters of Nutjuitoq. The way to it is through a treacherous, shifting maze of icebergs. The cave is where great sea-creatures go to die – whales, kraken and the like struggle up out of the sea from under the ice. No-one knows why. The ivory from this place is plentiful, and particularly prized."
      },
      {
        "name": "Face of Ikka",
        "description": "In the Suaq Fount a great glacier grinds into the water on the borders between Tsirku and Sermerssuaq; the Face of Ikka. The salvage rights to the face of the glacier is a much-prized thing, for – hanging perilously from ropes and using snow-axes – prospectors often find ruined artifacts from the troll nation that’s said to lie under the glacier. Also, from time to time, they find other things – creatures entombed in the ice, or intact pieces of lore."
      },
      {
        "name": "The Stonefield Ice Caves",
        "description": "This massive glacier in the Silver Peaks contains large deposits of ilium. The ice is every bit as hard to work as stone and the precious metal must be picked from the walls of the frozen tunnels.\nThe Stonefield Ice Caves are a Bourse position which produces Ilium. It produces 5 rings of ilium every season. Control of the Stonefield Ice Caves is awarded the Winterfolk for the risks they take. The Bourse allocates the control of the Stonefield Ice Caves to whichever Wintermark military unit performs the biggest raid. Halls often combine their efforts so that they can be counted together to compete for this great prize which is awarded every Spring Equinox.",
        "ilium": "ilium found"
      },
      {
        "name": "Sydanjaa",
        "description": "To the north of Sermersuaq is the great ice-storm that never abates. No one has ever entered and returned to tell what might lie on the other side. Occasionally the Artok are found emerging from the storm, and if not tamed, return again."
      },
      {
        "name": "The Meeting Place",
        "description": "To the west of Sermersuaq, outside the borders of the territories, is a low stone worn by the elements. It stands by itself in a wooded glade and is relatively unremarkable. This stone however represents a place of truce where Jotun and Winterfolk representatives can meet together without fear of violence. Such meetings are irregular, but do take place - when Emperor Guntherm negotiated a ceasefire with the Jotun leaders, this is where he did it. This place is neutral ground, and neither human nor orc claims it as part of their nation."
      }
    ],
    "regions": [
      {
        "name": "East Floes",
        "description": "The two freshwater lakes of the East Floes are called \"Big Sister\" and \"Little Brother\" by the Suaq - but there is little agreement which lake is which. This is the source of some humour among outsiders, and there are several jokes and long stories told around campfires whose punchline is the inability of a traveller to tell the difference between a sister and a brother. The lakes are the spawning ground of the Sermer Salmon, a particularly hardy breed of fish favoured in the Empire for it's rich taste, and sometimes used as a symbol of Courage. \nOn the edge of the southernmost lake lies Wreck. The rib-bones of a gigantic ship of an ancient make jut from the ice here and lie part-submerged under the water. These rib-bones have been covered to make a shelter, and a small settlement has existed around it for as long as anyone can remember. The ship is sometimes credited as being the creation of giants, or trolls, while others point to the idea that it is not a ship at all - it is too wide and too deep to have travelled down any of the waterways linking the ice floes with the sea."
      },
      {
        "name": "Sealtoq",
        "description": "The most temperate of the Sermersuaq regions, Sealtoq is the site of Atalaq, the largest permanent settlement in Sermersuaq. It lies on the waters of Atkonartoq, and is gathering and resting place for the scattered hunters who follow the Suaq traditions. It is rich in oils and pelts, a place of cunning and craft, where whale-followers, walrus-herders, Icewalkers and painted hunters return after long treks over the ice."
      },
      {
        "name": "Silver Peaks",
        "description": "The mines of the silver peaks are known for silver, iron, weltsilver, tempest jade and even ilium. At the foot of the silver peaks are the Stonefields, a cratered plain covered in fragments of rock. It is known for a number of rich veins of tempest jade, quite near the surface, but it is also the location of a number of mana sites built amongst the rocks. These mana sites are regularly scavenged by packs of trogoni; no matter how many caves the defenders block up, the ravenous beasts always find a way to come back.",
        "keywords": [
          "Hills."
        ]
      },
      {
        "name": "Stark",
        "description": "On the southern border of Stark is Rest, built at the meeting point of two Trods out in the far West, where enterprising souls have erected a hall specifically to welcome far-travelling Navarr - the fare is simple but wholesome, and welcome warm. The settlement is also a small garrison of Suaq scouts, who keep a careful eye to the west. Some Winterfolk and Navarr refer to the hall here as the \"Last Lantern\", referring to it's position as the furthest wayside inn from the heart of the Empire. A partially ruined tower near the settlement called The Sentinel's Rest serves as both a place of pilgrimage for followers of The Way dedicated to Vigilance, and as the site of a beacon that can be used to warn the rest of Wintermark about barbarian orc invasions from the Jotun lands."
      },
      {
        "name": "Suaq Fount",
        "description": "The wastes of Suaq Fount are among the most desolate parts of the Empire - but only with regards to permanent human habitation. Animal life is common here, but the wastes are also known to be dotted with rich fields of bladeroot. Suaq hunters claim that the animals that live here and often graze on the bitter herb are particularly wily quarry - and that the predators that prey on them have less fear of humans and are more prone to hunt the hunters in their turn. Mystics point to the Face of Ikka as explanation, and sketch the rune Feresh in the air to ward off evil."
      },
      {
        "name": "Suaq Wastes",
        "description": "The wastes, like the Suaq Fount, are fairly desolate - there are few permanent settlements here but the tundra is littered with well known camping sites used by travellers and hunters. The Grave of the Giants lies on the western coast of the Suaq Wastes."
      },
      {
        "name": "Tanikipari",
        "description": "In the middle of the cold wastes of Sermersuaq are The Hot Springs of Taniki a lagoon filled by hot springs, full of mineral goodness. Bathing in its waters is rumoured to cure any sort of ill. The springs are said to be the centre of a strong regio aligned with the realm of day and (allegedly) the Eternal Ylenrith. Since time immemorial Icewalkers have used water from the springs as a focus for scrying rituals, and many Kallavesi mystics make a point of traveling there at least once in their lives to bathe in the hot springs. Travelers who have chosen to walk into Sydnjaa follow the example of Empress Mariika and spend three days ritually cleansing themselves here before continuing their long trek into Tsirku."
      }
    ],
    "nation": "Wintermark",
    "whiteGranite": 0,
    "mithril": 0,
    "weirwood": 0,
    "ilium": true
  },
  {
    "name": "Skarsind",
    "history": "In 373YE a savage blizzard swept down out of the mountains. The blizzard raged for three days, serving as magical cover for an army of Thule barbarians who marched beneath it. They attacked Gildenheim with the assistance of a dozen enslaved Artok, smashing great holes in the defenses. The blizzard continued for another four days, and the orcs used the advantage it gave them to ravage many of the low-lying halls. The Winterfolk who were not killed in the attacks were taken as slaves. Some small pockets of resistance remained - mostly based around the mines and halls to the north-east - but the situation looked increasingly desperate. Following the initial attack the weather remained unnaturally harsh, with snow falling for nine months out of each year, and supplies and the will to fight both dwindled. There was little doubt that the Thule were employing powerful magic to reinforce their position - including the use of powerful Winter rituals to reinforce their armies with hordes of walking corpses created from battlefield dead - packs of which still represent a recurring nuisance to those attempting to rebuild the territory.\nThroughout 377YE, Imperial forces pushed into Skarsind. In the Autumn, they succeeded in driving the Thule forces out of the territory and reclaimed it for the Empire. The inhabitants are beginning to pick up the pieces of their lives, and the damage done by the rapacious barbarians is slowly being assessed. The Military Council is already looking at the allocation of certain key resources that may help encourage quick regeneration of the territory in the wake of their victory.\n",
    "overview": "Skarsind is a place of alpine slopes and valleys, pine forests and rising mists, set in what's known as the Great Vale, a bowl of mountains that holds both Skarsind and the forest of Hercynia. Gildenheim in the east was the second largest settlement in Wintermark. Founded by Gilda Heimssdottir, it stands over the entrance to a frozen underworld cavern into the walls of which are carvings in a mysterious alphabet that are said to be the source of the magical runes used throughout Wintermark. \nThe folk of Skarsind were particularly noted for their fine rune work and many of the best artisans and runesmiths traveled here to study their craft. There were troubles with tribes of yetis that live in the valleys above Skarsind, but most of the danger here came from the Thule barbarians living on the far side of the mountains in Otkodov.\nSkarsind has always been riven by conflict; a saga called Lament for Skarsind is popular in some parts of Wintermark.\n",
    "features": [
      {
        "name": "Gildenheim",
        "description": "At it's height, Gildenheim was the second largest settlement in Wintermark. Founded by Gilda Heimssdottir, it stands over the entrance to a frozen underworld cavern into the walls of which are carvings in a mysterious alphabet that are said to be the source of the magical runes used throughout Wintermark and the wider Empire. In 373, it fell to the barbarians after a long siege. Inge Suvvisdottir, most recent of the bearers of the crown of Wintermark, fell with it. Despite the demands of Wintermark senators for resolute and overwhelming response, Emperor Walter dithered and did nothing to support the defense. The town itself has been devastated by barbarian occupation, although some optimistic explorers believe there is still a chance that the crown of wily king Ulmo may still be recovered.One of the few structures still standing in Gildenheim is the Hall of the White Ravens. Many survivors see this white granite hall as a symbol that Gildenheim can rise from the ashes of the occupation and reach even greater heights than before. Survivors of the Thule oppression still come here to seek spiritual guidance; the hall just needs a stormcrow to offer solace to the people of Skarsind - and perhaps take on the arduous task of rebuilding Gildenheim in the process."
      },
      {
        "name": "The Brilliant Shore",
        "description": "When the sun reflects on the workings on the cliff faces near Gildenheim, the reflection is blinding and it is this phenomenon that gives the white granite quarry it's name. The Brilliant Shore was one of the first areas seized by the Thule when Skarsind fell, and reclaimed at the turning point of the recent war.\nThe Brilliant Shore is a Bourse position which produces white granite. Under Imperial control this Bourse position produces 26 Imperial wains of white granite every season. At the summit of Winter 377, when the status of the seat was debated; the Imperial Senate declared it a National resource in the control of Wintermark but the Imperial Synod exercised their veto to make the Senate reconsider. The position was confirmed as a National resource in the control of Wintermark at the Spring summit of 378.",
        "whiteGranite": "26"
      },
      {
        "name": "The Will of the Wintermark (\"Hengest's House\")",
        "description": "A new fortification, The Will of the Wintermark, was constructed in Skogei Glens to protect Skarsind from further Thule aggression. Built on a low hill surrounded by a fence of sharpened stakes, the sturdy walls of the Will of Wintermark are reinforced by white granite. The tall central keep is flanked by two shorter towers and topped with a great beacon to warn of invaders. A small village has already sprung up outside the walls.\nWork actually began on the Will of the Wintermark during the campaign to drive the barbarians out, and was completed in early Autumn 378YE. The name is already being shortened to The Will in some places - in other places it is called variously Hengest's House or Hengesthalle in reference to the Senator for Hahnmark who is widely considered to have been the driving force behind the project. (OOC Note: The Will is a level one fortification)"
      }
    ],
    "regions": [
      {
        "name": "Crow’s Ridge",
        "description": "The hills of Crow Ridge are the location of the  craggy stronghold of Crow's Keep, a lookout tower and beacon. Has not been heard from since the barbarian invasion, but hope still live that it holds. It was high and well-fortified, with deep wells, they say; its stormcrows crafty and wise in war.\nKeyword: Hills"
      },
      {
        "name": "Estermark",
        "description": "The forested hills of Estermark are the site of two (formerly) wealthy settlements - Krysse and Gulhule. These towns appear to have fared better than Gildenheim at the hands of the barbarians. Winterfolk who managed to escape slavery, or who were left behind during the Thule retreat, are already beginning to rebuild their homes and their lives.\nAfter it's fall in 371YE, Krysse became a bastion for the barbarians protecting their eastern flank. In happier days it had close ties with nearby Mormyk in the Varushkan territory of Miekarova and was a local centre of trade between the two nations, hosting a market at each turning of the seasons. Now that Skarsind has been regained, it remains to be seen if the market can be restarted.\nGulhule is a valley settlement known for its runesmiths and well-crafted weaponry taken by the barbarians in 372YE. Empress Britta was instrumental in buying sufficient time for the people of Gulhule to escape the barbarian advance; many of the smiths fled and managed to found forges elsewhere, scattered across the Halls of Wintermark. Others took refuge in mineworkings, such as the extensive Wells of Janon or the tunnels operated by the Crimson Peak miners. Now that the Thule are defeated, it remains to be seen how many of them choose to return. Of special interest to the Empire are the status of the mines here; the black maggots of the Thule have stripped the area and many captured runesmiths are said to have been sent north into the forbidding homelands of the barbarians.\n",
        "keywords": [
          "Forested,",
          "Hills"
        ]
      },
      {
        "name": "Gildermark",
        "description": "This region is the site of the town of Gildenheim and was the centre of Thule presence; their shamans and warlocks seemed fascinated by the icy caverns beneath that settlement. This flat region has been almost entirely denuded of trees - first by the Winterfolk, and the by the rapacious Thule. Their interest was possibly fired by the presence of the Brilliant Shore, one of the largest quarries of white granite in the Empire."
      },
      {
        "name": "Pakaanan's Pass",
        "description": "The hills of Pakaanan’s Pass hide the site of Pakaanan’s tower, an enigmatic tower of mammoth bone that is said to be impossible to enter. The Thule magicians appear to have made several unsuccesful attempts to breach its walls. Given it allegedly contains the notes, paraphernalia and failed experiments of the legendary volhov. No-one has ever managed to enter it - or discover why Pakaanen spent so much time here in virtual exile from the forests of Miekarova where he was born.Several miles east of Pakaanan's tower is the Clattering Gulley a winding rock crevasse used for generations by Steinr Runesmiths to collect mana crystals.\n",
        "keywords": [
          "Hills"
        ]
      },
      {
        "name": "Skogei Glens",
        "description": "The forests of Skogei Glens are the site of the settlement of Skogei. This region was the last to be brought into Empire, in 154YE, and it's halls were first to fall during the invasion of Skarsind. In 371YE its wooden walls were burnt, and few can now be found who once lived there. Recaptured by the Empire relatively early in the big push of 377YE, it was quickly reinforced with makeshift defences. In early Autumn 378YE, work was completed on The Will of the Wintermark, a solid fortification capable of defending the whole of Skarsind.\nWith the liberation of Skarsind, the Empire has regained control of the Goeki Expanses, a large and previously very prosperous area rich in dragonbone. \n",
        "keywords": [
          "Forested"
        ]
      },
      {
        "name": "Solvihill",
        "description": "Forested Solvihill was in the hands of the Empire until the disaster of 376YE. The well defended foresting town of Solvi served as a base of operations for the Imperial campaigns to drive the barbarians out. Once a foresting town providing Wintermark with wood, charcoal and beggarwood from the extensive barrens above the town, it was adopted as the base of campaign for the Imperial forces led by General Dunstan Irontongue. The settlement was hard pressed, and he led an aggressive series of sorties to relieve the pressure. He fell on one of these raids early in 376YE alongside Empress Britta. His body was never recovered.\n",
        "keywords": [
          "Forested"
        ]
      },
      {
        "name": "Southpine",
        "description": "There are forests here, but they are not extensive and neither are there many hills, meaning Southpine is reasonably open - which is a rarity in the uneven terrain of Skarsind. The settlement of Torfast, in the heart of Southpine, represented the high watermark of the barbarian advance in 373YE. It was retaken by Wintermark, League and Varushkan forces in 375YE, the first of the Skarsind settlements to be returned to the Empire.  The town is now reasonably fortified, and bears the scars of many battles. It guards a major trade route from Skarsind’s forges down to the League city of Temeschwar, which helped caravans operated by businesses such as Southpine Southbound to get valuable supplies to the resistance forces throughout the occupation.."
      }
    ],
    "nation": "Wintermark",
    "whiteGranite": 26,
    "mithril": 0,
    "weirwood": 0,
    "ilium": false
  }
]
